{
  "menu": "Menu",
  "homepage_title": "HUMAN RIGHTS VIOLATIONS MONITORING PROJECT",
  "thematic_reports": "Thematic Reports",
  "weekly_bulletins": "Weekly Bulletins",
  "right_to_life_violations": "Right to Life Violations",
  "prison_mistreatment": "Mistreatment in Prisons",
  "closed_institutions": "Closed Institutions",
  "closed_seized_institutions": "Closed and Seized Institutions",
  "terror_crime_statistics": "Terror Crime Statistics",
  "comprehensive_statistics": "Comprehensive Statistics",
  "judicial_independence": "Judicial Independence",
  "judicial_independence_description": "According to the 1982 Constitution, judges are independent in their duties, and no organ, authority, or person can give orders or instructions to judges in the exercise of judicial power. However, with the detention of 2,745 judges and prosecutors in a single day in 2016, it became evident that the judiciary is subject to political pressure and interference. Since December 2013, hundreds of cases have been identified showing the erosion of judicial independence, which are shared on this page.",
  "judicial_independence_timeline": "Judicial Independence Timeline",
  "home": "Home",
  "mass_detentions": "Mass Detentions",
  "torture": "Tortures",
  "vulnerable_groups": "Vulnerable Groups",
  "dismissals": "Dismissals",
  "illegal_extradition": "Illegal Extradition and Deportations",
  "forced_disappearances": "Enforced Disappearances",
  "social_economic_rights_violations": "Social and Economic Rights Violations",
  "prison_rights_violations": "Prison Rights Violations",
  "install_app": "Install App",
  "install_instructions": "(If you are using an iPhone, click the share icon in Safari and select \"Add to Home Screen\")",
  "title": "TURKEY'S HUMAN RIGHTS RECORD",
  "historical_description": "The Republic of Turkey, founded on nationalism, central governance, and unitarity, has had negative impacts on human rights. Minority rights, freedom of expression, media freedom, and judicial independence have been persistent issues, with severe human rights violations, torture, and enforced disappearances occurring under military rule in the 1980s and during armed conflicts in Kurdish regions in the 1990s.",
  "keywords": {
    "nationalism": "nationalism,",
    "central": "central",
    "governance": "governance",
    "unitarity": "unitarity",
    "violations": "violations,",
    "torture": "torture",
    "forced_disappearances": "forced",
    "solidarity": "Solidarity",
    "with": "with",
    "others": "OTHERS",
    "gulen": "Gülen",
    "hareketi": "Movement",
    "with2": "torture,",
    "with3": "enforced disappearance,",
    "with4": "freedom",
    "with5": "of expression,",
    "with6": "judicial",
    "with7": "independence",
    "with8": "being undermined"
  },
  "home_title1": "WHO ARE WE?",
  "home_description1": "Turkey Rights Monitor is an independent and impartial human rights monitoring project established to observe, document, and analyze human rights violations in Turkey. Our project has been initiated by the Brussels-based Solidarity with OTHERS Association. The mission of this project is to shed light on the truth regarding human rights violations in Turkey, document these violations, and be a voice for the victims. By bringing these violations to the attention of national and international audiences, we aim to make a difference in the fight for human rights.  The Turkey Rights Monitor project primarily focuses on documenting human rights violations targeting members of the Gülen Movement and individuals accused of association, while also exploring broader issues such as the erosion of judicial independence. Our association engages in a comprehensive effort to combat human rights violations affecting all individuals and communities in Turkey. We believe that the fundamental rights of every person, irrespective of their ethnicity, religion, language, gender, political stance, or social background, are sacred and must be safeguarded. Our team includes human rights advocates, legal professionals, volunteer activists, and individuals compelled to leave their countries due to political repression. These dedicated experts from various fields work tirelessly to record, analyze, and raise awareness about human rights abuses. Our goal is to take a collective stand against human rights violations in Turkey and advocate for fair and dignified living conditions for all.",
  "home_title2": "WHAT DO WE DO?",
  "home_description2": "As Turkey Rights Monitor, we systematically and comprehensively monitor, document, and analyze human rights violations in Turkey. Our aim is to ensure that these violations are not ignored and that every documented violation is unforgettable and accountable. By conducting regular data tracking and preparing reports based on this data, we reveal the scope, severity, and impact of human rights violations in Turkey, informing both national and international audiences. Our website provides the public with up-to-date and reliable information on various human rights violations, such as torture, enforced disappearances, violations of freedom of expression, and the erosion of judicial independence. Turkey Rights Monitor aims to mobilize national and international public opinion by transparently and objectively exposing Turkey's human rights record.",
  "july_2016_and_after": "July 2016 and After",
  "text1": "In the early 2000s, Turkey made significant progress in its accession negotiations with the European Union, leading to notable improvements in the rule of law and efforts to eliminate torture and ill-treatment. However, after the third election victory in 2011, the government began to exhibit authoritarian tendencies, undermining judicial independence and the rule of law.",
  "text2": "After the coup attempt in July 2016, human rights and the rule of law in Turkey were severely undermined. The government of the time responded to the July 15 coup attempt by declaring a two-year state of emergency. During this period, a series of executive decrees were issued, creating a climate of impunity that encouraged security forces accused of abuses of power, while restricting rights and freedoms and eliminating judicial independence. Although the state of emergency was lifted in mid-2018, many repressive measures were made permanent by law, and the 2017 constitutional referendum marked a transition from a parliamentary system to a presidential system with almost no checks and balances.",
  "mass_detentions_title": "Mass Detentions",
  "mass_detentions_text": "The mass detention operations targeting members of the Gülen Movement have long surpassed legal boundaries. The United Nations Working Group on Arbitrary Detention has condemned Turkey's arrest and detention practices against members of the Gülen Movement, characterizing them as crimes against humanity.",
  "mass_detentions_button": "Mass Detention Data",
  "since_2014": "Since 2014",
  "total_detention_count": "Total Detention Count",
  "total_operation_count": "Total Operation Count",
  "daily_average_detention_count": "Daily Average Detention Count",
  "vulnerable_groups_description": "The arrest of pregnant and recently postpartum women, seriously ill individuals, the elderly, and disabled persons is considered arbitrary detention.",
  "pregnant_women_children": "Pregnant Women and Children",
  "sick_people": "Sick People",
  "disabled_people": "Disabled People",
  "elderly_people": "Elderly People",
  "people": "people",
  "vulnerable_groups_button": "Pregnant, Sick, Elderly, and Disabled Detainees",
  "total_deaths": "Total Number of Deaths",
  "death_description": "Since 2016, at least {{count}} people accused of being associated with the Gülen Movement have lost their lives.",
  "children_deaths": "At least 65 of those who lost their lives were children.",
  "life_right_violation_stats": "Life Right Violation Statistics",
  "year": "Year",
  "deaths_by_year": "Causes of Death by Year",
  "total_count": "Total Count",
  "still_missing": "Still Missing...",
  "days": "days",
  "forced_disappearances_text": "In the 2000s, there were hopes that enforced disappearances were a thing of the past, thanks to Turkey's EU accession process and measures against torture. However, after the July 15, 2016 coup attempt, this dreadful practice reemerged. At least thirty new cases of enforced disappearances, particularly against individuals accused of being connected to the Gülen Movement, have been reported.",
  "forced_disappearances_button": "Enforced Disappearances",
  "illegal_extraditions_title": "Illegal Extraditions and Deportations",
  "illegal_extraditions_text": "The currently recorded number of cases in illegal deportations and extradition requests is at least {{a1Value}}, with at least {{a3Value}} victims.",
  "transnational_repression_button": "Transnational Repression",
  "event_map_description": "Event Map: Illegal Extraditions and Rejected Deportation Requests from 2016 to Present",
  "iframe_title": "Looker Studio Report: Mass Arrest Journey",
  "illegal_abductions_title": "Cases of Illegal Abductions to Turkey",
  "incidents_count": "In {{count}} different incidents",
  "countries_count": "From {{count}} different countries",
  "people_count": "{{count}} people",
  "professions_dismissal": "At least {{count}} people from professions have been dismissed.",
  "dismissal_description": "July 15, 2016, is recorded as one of the most critical turning points in the country's history. Following this date, the government declared a State of Emergency (OHAL) and implemented extensive measures known as 'precautions.' Through Decrees issued under the State of Emergency, at least {{dismissedCount}} people from {{professionCount}} professions were dismissed.",
  "dismissal_statistics": "Dismissal Statistics",
  "profession_group": "professions",
  "people_dismissed": "people",
  "dismissals_context": "July 15, 2016, is recorded as one of the most critical turning points in the country's history. Following this date, the government declared a state of emergency and implemented extensive measures referred to as 'precautions.' Through the statutory decrees issued under the state of emergency, at least 134,258 people from 229 professions were dismissed.",
  "prison_rights_violations_text": "Since July 15, it is known that at least {{a6Value}} rights violations have occurred in {{a5Value}} prisons across 30 different categories against political prisoners.",
  "month": "Month",
  "event_count": "Event Count",
  "rights_violations_by_month_year": "Rights Violations by Month and Year",
  "social_and_economic_rights_violations": "Social and Economic Rights Violations and Grievances",
  "social_economic_rights_description": "In 2016, following the declaration of a state of emergency (OHAL) in Turkey, approximately 125,000 public employees were dismissed from their duties without due administrative or judicial process under the decrees issued. During this period, the social and economic rights violations faced by those dismissed under these decrees were described by human rights observers as 'social death.'",
  "social_economic_rights_button": "Social and Economic Rights Violations",
  "incident_count": "Number of Incidents",
  "incident_description": "Those dismissed under the decrees face social and economic rights violations in at least 58 different types of incidents.",
  "institution_count": "Number of Institutions",
  "institution_description": "At least 30 different institutions and organizations are responsible for these violations.",
  "confiscated_institutions_title": "What Happened to the Confiscated Institutions?",
  "confiscated_institutions_description1": "The institutions that were closed down and confiscated have been repurposed by the government and its allies for different uses. The rectorate building of İzmir Şifa University was allocated to the AKP İzmir Provincial Presidency, while a school in Kemer, Antalya, transferred to the Treasury, was converted into a courthouse.",
  "confiscated_institutions_description2": "Similarly, the headquarters of Zaman Newspaper in Istanbul was turned into an annex of the Bakırköy Courthouse. Many schools affiliated with the Gülen Movement were converted into imam hatip high schools, while the Güzide Hanım Primary School in Elazığ was turned over to the Elazığ Provincial Police Department, Fatih College in Sakarya was handed over to the Akyazı District Police Department, and a kindergarten in Beypazarı, Ankara, was renamed as the 15 July Martyrs Kindergarten. The Ülkü Ulusoy Girls' Dormitory in Balgat, Ankara, was given to the Ülkü Ocakları Headquarters.",
  "institution_type": "Institution Type",
  "closed_institution_count": "Number of Closed Institutions",
  "typewriter_text": "Since 2015, a total of {{totalInvestigations}} individuals have been investigated, of whom {{publicCases}} have faced public prosecution, and {{convictions}} have been convicted. Among those convicted, {{minors}} individuals were under the age of 18.",
  "conviction": "Conviction",
  "deferment": "Deferment of Judgement",
  "acquittal": "Acquittal",
  "loading_data": "Loading data...",
  "prosecution_chart_title": "Prosecution Stage and Decision Count by Year",
  "decision_count": "Decision Count",
  "prosecution_analysis": "From 2015 to 2021, crimes under TCK Articles 309-316 were reported separately, allowing for detailed analysis of specific offenses. However, from 2022 onwards, these articles were collectively reported under the heading 'Crimes Against the Constitutional Order and Its Functioning'.",
  "mass": "Mass",
  "detentions": "Detentions",
  "total_detentions": "Total Detentions",
  "total_operations": "Total Operations",
  "daily_avg_detentions": "Daily Average Detentions",
  "kitleselGiris": {
    "paragraph1": {
      "part1": "The mass detention operations against members of the Gülen Movement have far exceeded legal boundaries. In 2017,",
      "linkText1": "in a single operation",
      "part2": "3,224 people, in 2016, in one day",
      "linkText2": "2,745",
      "part3": "judges and prosecutors, and in 2019, on the same day",
      "linkText3": "1,112",
      "part4": "individuals were detained on allegations of being affiliated with the Gülen Movement. The UN Working Group on Arbitrary Detention in",
      "linkText4": "Opinion No. 66/2023",
      "part5": " (Paragraph 63), ",
      "linkText5": "Opinion No. 3/2023",
      "part6": " (Paragraph 85), ",
      "linkText6": "Opinion No. 66/2020",
      "part7": " (Paragraph 67), ",
      "linkText7": "Opinion No. 67/2020",
      "part8": " (Paragraph 96) and ",
      "linkText8": "Opinion No. 84/2020",
      "part9": " (Paragraph 76) and other international bodies have condemned Turkey's detention practices against members of the Gülen Movement as crimes against humanity."
    },
    "paragraph2": "The data on this page has been compiled through a comprehensive review of open sources and reflects only the collective detention operations reported in the media. Individual detentions, detentions made upon summons by prosecutors, and operations not covered by the media are outside the scope of this study. The actual number of detentions is far higher than the figures provided here. For example, in a statement made to Anadolu Agency in March 2019, Süleyman Soylu stated that 511,000 people had been detained since July 15, and in a speech in July 2022, he stated that 332,884 people had been detained from July 15, 2016, to June 2, 2022. The number of people detained as reported in open sources during this period is 132,760."
  },
  "kitleselIller": {
    "title": "Detention and Operation Table by Cities",
    "columns": {
      "city": "City",
      "detentions": "Number of Detentions",
      "operations": "Number of Operations"
    },
    "pagination": {
      "rowsPerPage": "Rows per page:",
      "rangeSeparator": "of",
      "selectAllRows": "Show all"
    },
    "noData": "Loading data ..."
  },
  "illerAciklama": {
    "subtitle": "SINCE 2014",
    "title": "A Maze with No Exit",
    "paragraph1": "In Turkey, police operations targeting individuals affiliated with the Gülen Movement have been particularly concentrated in major metropolitan areas such as Ankara, Istanbul, and Izmir. One of the main reasons for this is that decisions to carry out these operations are often made by central institutions based in Ankara, such as the Ministry of the Interior, the General Directorate of Security, and the Ankara Chief Public Prosecutor's Office. These decisions are also monitored and executed by these institutions, highlighting the arbitrary nature of these operations. A second reason is that these cities have a high number of public sector employees, and large-scale operations, reflecting the government's arbitrary 'purification' policy, often target public officials.",
    "paragraph2": "In recent years, there has been a noticeable increase in the number of operations and detentions in the Edirne and Aegean regions. This increase is linked to the intensified operations in these regions, corresponding to attempts by individuals fleeing repression in Turkey to leave the country via the Maritsa River or the Aegean Sea.",
    "paragraph3": "As a result, Turkey has become a maze with no exit for members of the Gülen Movement, leaving them with no safe space outside of prisons."
  },
  "yillarAciklama": {
    "title": "The Chronology of the Witch Hunt",
    "paragraph1": "Mass police operations against members of the Gülen movement began in April 2014 with the detention of 8 police officers in the",
    "operationLink": "operation",
    "paragraph2": ". The persecution of the Gülen movement is attempted to be legitimized by the government by linking it to July 15, 2016, which marked a significant turning point in Turkey. However, the data contradicts this claim. Operations against members of the Gülen movement had already spread to 72 provinces before July 15, 2016. Before the coup attempt, nearly 5,000 people were detained in more than 250 operations. After the coup attempt, the operations against members of the Gülen movement turned into a 'scraping' process.",
    "paragraph3": "During 2016, 2017, and 2018, tens of thousands of people were arbitrarily detained in thousands of operations. Although a relative decrease in the number of people detained has been observed in the following years, it is a fact that this decrease is not consistent, and everyone somehow 'affiliated' with the Gülen movement is still unlawfully detained. In the year 2024 alone, at least",
    "paragraph4": "people have been detained so far."
  },
  "kitleselYillarGrafik": {
    "title": "Number of Detentions and Operations by Year",
    "year": "Year",
    "detentionCount": "Number of Detentions",
    "operationCount": "Number of Operations",
    "count": "Count",
    "loading": "Loading Data..."
  },
  "sorumlular": {
    "title": "Officials Responsible for the Operations",
    "paragraph1": "The detention operations in Turkey are part of a systematic campaign of repression and criminalization against individuals who are not aligned with the ruling power. Operations targeting members of the Gülen Movement are conducted unjustly and with political motives, attempting to justify baseless accusations. The government's stance aims to silence members of the Gülen Movement, weaken the movement, and destroy its reputation in society.",
    "paragraph2": "Officials such as the Minister of Justice, the Minister of Interior, provincial police chiefs, chief prosecutors, and the heads of the national police are seen as the enforcers of this policy, and in this process, legal and democratic principles are violated. In Turkey, being considered a 'worthy' person is measured by the cruelty inflicted on members of the Gülen Movement. The individual who signs off on the most operations is regarded as the one most deserving of their position in the eyes of the public and the ruling power. The responsible officials' statements of hate, promising to leave no room for the members of the Gülen Movement after each operation, reflect the severity of the situation and show that democracy, the rule of law, and human rights values are eroding in Turkey, damaging social peace and harmony."
  },
  "accordion": {
    "title": "Turkey’s Journey of Mass Detentions",
    "section1": {
      "title": "Turkey’s Journey of Mass Detentions",
      "content": "The first notable example of mass detentions carried out by the law enforcement under Erdoğan's rule, a tool perhaps most effectively used by the government to suppress social opposition, was observed during the 'Gezi Park protests' at Istanbul’s Taksim Square. In May 2013, the protests spread across Turkey after the police used disproportionate force against demonstrators who objected to the demolition of Gezi Park to build another structure. The protests lasted for about a month, during which one police officer and eight others lost their lives, and nearly 10,000 people were injured. Across the country, 5,513 people who participated in the Gezi Park protests were detained, including 715 in Istanbul and 765 in Ankara. From December 17, 2013, a crackdown on civilians and bureaucracy began. The unlawful detentions, targeting opponents and members of the Gülen Movement, rapidly increased, creating an atmosphere of fear and hatred in society. The first large-scale operation targeting the Gülen Movement took place on July 22, 2014, with arrest warrants issued for a total of 115 police officers. Judges acting on unlawful orders from the government issued rulings based on 'association evidence,' deeming activities protected under the Constitution as a basis for prosecution. Activities such as being officially affiliated with institutions close to the Movement, donating to the Kimse Yok Mu charity, opening a bank account at Bank Asya, subscribing to newspapers and magazines, enrolling children in educational institutions, and keeping books by Fethullah Gülen that were not banned before December 2013—activities once praised and encouraged by Erdoğan and other AKP members—were suddenly deemed 'criminal evidence' after the corruption and bribery operations. As a result of these so-called 'criminal evidence,' tens of thousands of people had their rights to freedom and security violated."
    },
    "section2": {
      "title": "Turkey’s Implementation of ECHR Judgments",
      "content": "The ECtHR’s judgment on September 26, 2023, in Yüksel Yalçınkaya v Turkey, was the first ruling concerning all criminal proceedings related to 'FETÖ/PDY'. The judgment clearly demonstrated that the approach adopted by all criminal courts in Turkey regarding the burden of proof and standard of proof violated Article 6 (Right to a Fair Trial) of the ECHR. Furthermore, the ECtHR ruled that the retroactive interpretation by national courts that certain legal activities in the past constituted evidence of a crime violated Article 11 (Freedom of Assembly and Association) and, in particular, Article 7 (No Punishment without Law) of the ECHR, thereby nullifying the legal grounds for charges and convictions under Article 314/1 and 314/2 of the Turkish Penal Code. In short, the ECtHR, in its Yalçınkaya judgment, ruled that using Bylock, holding an account at Bank Asya, being a member of a union closed by decree, being dismissed by decree, and being labeled as a member of a terrorist organization based on anonymous witness statements are not crimes, and convictions based on these actions violate Articles 6, 7, and 11 of the European Convention on Human Rights. However, these activities are still regarded as 'criminal evidence' by law enforcement and judiciary officials today, leading to the deprivation of individuals' liberty."
    },
    "section3": {
      "title": "Legal Framework",
      "content": "In all international human rights conventions, particularly the International Covenant on Civil and Political Rights, human dignity is paramount. One of the fundamental rights to ensure that a person lives with dignity is the right to freedom. This right is enshrined in all international and national texts, including the United Nations Universal Declaration of Human Rights and the European Convention on Human Rights. Article 9 of the International Covenant on Civil and Political Rights elaborates extensively on the right to liberty and security. Articles 3 and 9 of the Universal Declaration of Human Rights also address this issue. The European Convention on Human Rights (ECHR) addresses this right in Article 5, titled 'Right to Liberty and Security'. The Constitution, which is the main source of national legislation, enshrines 'Personal Freedom and Security' in Article 19, in parallel with the ECHR. Mass detentions, as one of the most prominent tools of an oppressive regime, create widespread fear and anxiety in society, severely restricting individuals' freedom of expression and social opposition. Turkey has evolved into an environment of fear and repression, fueled by mass detentions. Behind this climate of fear is an authoritarian government that arbitrarily exercises executive power to transform the social structure."
    },
    "section4": {
      "title": "Methodology",
      "content": "The data on this page has been compiled through an extensive review of open sources and analyzed by categorizing them by provinces and dates of activities. The data obtained does not reflect all mass detention operations. However, since mass detentions are believed to be deliberately announced to the public to spread fear, the margin of error is considered to be low."
    }
  },
  "advanced_table": {
    "columns": {
      "city": "City",
      "detention_count": "Number of Detentions",
      "date": "Date",
      "full_news_text": "Full News Text",
      "link": "Link"
    },
    "search_prompt": "You can use the search section to filter the data.",
    "search_placeholder": "Search...",
    "loading": "Loading data...",
    "pagination": {
      "rows_per_page": "Rows per page:",
      "range_separator": "of",
      "select_all_rows": "Show All"
    },
    "read_more": "Read more",
    "show_less": "Show less"
  },
  "olumler_giris": {
    "title": "Right to Life Violations",
    "paragraph1": "After July 15, 2016, members of the Gülen Movement were subjected to intense pressure and persecution and became the focal point of political and social changes in Turkey. During this process, Gülen Movement members faced social and economic discrimination and various human rights violations regardless of gender or age. The right to life of members of the Gülen Movement, which is protected by national and international guarantees, has also been violated directly or indirectly after July 2016.",
    "paragraph2": "The societal perception towards Gülen Movement members has shifted, leading to a lack of concern for the safety of these individuals and their families. Since 2016, at least {{count}} people accused of being connected to the Gülen Movement have lost their lives. At least 65 of those who lost their lives were children.",
    "total_deaths": "Total Number of Deaths"
  },
  "cinsiyet_chart": {
    "title": "Gender Distribution Chart",
    "male": "Males",
    "female": "Females",
    "children": "Children"
  },
  "cinsiyet_aciklama": {
    "heading": "WOMEN AND CHILDREN TARGETED",
    "title": "Distribution of Deaths by Gender",
    "paragraph1": "Although statistically, men appear to be targeted more, women and children have also been affected by human rights violations. Politicians’ rhetoric of 'their property and wives are lawful for us' concerning members of the Gülen movement was intended to influence public perception. As a result, the public's attitude towards members of the Gülen movement changed, leading to indifference or even support for the human rights violations they experienced.",
    "paragraph2": "Since July 15, at least 65 children have died. The rights of children, protected by national and international regulations, have not been applied to the children of Gülen Movement members, and the necessary measures and sanctions required by the conventions have been ignored. The dignity and honor of women affiliated with the Gülen Movement have also been consistently targeted during this period, and their deaths have not resonated within the Turkish legal system. Halime Gülsu, who was denied necessary medication and treatment despite informing the prison administration of her chronic illness, is one such example."
  },
  "meslek_aciklama": {
    "title": "Distribution by Professional Groups",
    "paragraph1": "The comprehensive purges, social genocide, and physical and psychological pressures against the Gülen Movement have increased after July 15, 2016. The fact that members of the Gülen Movement, whether civilian or military, are losing their lives directly or indirectly due to the events of July 15 is not only alarming but also raises questions about the cause-and-effect relationships in government policy.",
    "paragraph2": "The postponement of release requests for severely ill patients, regardless of whether they are public employees or civilians, and the institutional and social psychological pressures against members of the Gülen Movement and their children reveal the human rights violations during this period."
  },
  "meslek": {
    "title": "Military/Police and Civilian Casualties",
    "soldier_police": "Military/Police",
    "civilian": "Civilian"
  },
  "traffic_accident": "Traffic Accident",
  "suspicious_death": "Suspicious Death",
  "court_death": "Death at Court",
  "law_enforcement_death": "Death in Custody",
  "escape_death": "Death When Fleeing",
  "work_accident": "Work Accident",
  "suicide": "Suicide",
  "deathonthewaytoprison": "Death on the Way to Prison",
  "illness_death": "Death Due to Illness",
  "other": "Other",
  "prison_death": "Death in Prison",
  "july_15": "Death on 15, July ",
  "years_since_2014": "SINCE 2014",
  "distribution_by_year": "Distribution by Year",
  "paragraph_1": "On July 15, 2016, deaths occurred in a chaotic environment where it remained unclear who shot whom, and a total of 277 people lost their lives. However, even though no further clashes occurred after this date, members of the Gülen Movement continued to lose their lives due to July 15, and their deaths were either directly or indirectly linked to the July 15 incident. In this regard, the ongoing deaths after July 15 appear not as a result of the clashes but as consequences of the rights violations they were subjected to.",
  "paragraph_2": "The Turkish government has fallen short in fulfilling its positive and negative obligations under the European Convention on Human Rights when it comes to members of the Gülen Movement and has even failed to refrain from violating them. In 2018, with the increasing number of rights violations in prisons following the July 15 incident, the lives claimed by the social genocide, and the discovery and spread of escape routes, the number of deaths increased, and at least 178 people lost their lives.",
  "paragraph_3": "In April 2020, due to the corona pandemic, while many judicial convicts were released under the Amnesty Law and the Penal Enforcement Regulation, members of the Gülen Movement, who were labeled as political criminals, were not granted this right, and their access to necessary health services was also hindered during the coronavirus outbreak. As of May 2020, it was reported that 8 detainees or convicts were in intensive care only in Silivri Prison, and there were claims that a total of 191 detainees and convicts in the prison were infected. Ömer Faruk Gergerlioğlu, a member of the Parliamentary Human Rights Inquiry Commission, submitted 27 parliamentary questions, 27 petitions to the Human Rights Inquiry Commission, and a motion to investigate the corona cases in Silivri Prison. During this period, prisoners were subjected to inhumane treatment, staying 45 people in 7-person wards. It was recorded that at least 165 people lost their lives in 2020.",
  "death_reasons": "Causes of Death",
  "paragraph_1a": "The categorization of human rights violations against members of the Gülen Movement shows that the causes of death, both directly and indirectly, are related to the events of July 15. The devaluation of life and the social genocide they were subjected to prevented members of the Gülen Movement from leading normal lives, leading to their deaths through both direct and indirect means.",
  "paragraph_2a": "On July 15, hundreds of people lost their lives due to acts of violence, whether they were on the streets at Erdoğan's call or were among those alleged to be 'coup plotters'. Military students who were unaware of why they were there and wanted to surrender to the people were brutally killed by groups using disproportionate force.",
  "paragraph_3a": "Prisoners detained or convicted for being accused of being members of the Gülen Movement lost their lives due to human rights violations such as torture, ill-treatment, and denial of medical treatment. This shows that members of the Gülen Movement in prisons are targets of a political vendetta rather than a justice system.",
  "paragraph_4a": "In international human rights law, the prohibition of torture is a peremptory norm (jus cogens), meaning it is an imperative rule with no exceptions. However, individuals detained on charges of being members of the Gülen Movement have lost their lives due to torture they experienced while in custody or ill-treatment they faced in detention under severe conditions. This is a clear violation of international human rights standards, and those responsible must be held accountable. The prohibition of torture and ill-treatment has been violated by law enforcement in Turkey, resulting in the blatant violation of the right to life of members of the Gülen Movement.",
  "death_cause": "Cause of Death",
  "count": "Count",
  "court_failures": "In this process, where the courts operated far from legal and conscientious judgment, the defendants lost their lives due to heart attacks and similar reasons resulting from the psychological and physical traumas they experienced in the face of severe human rights violations during the trials.",
  "escape_deaths": "Many civilians and public personnel accused of being 'traitors' were forced to leave their countries due to severe pressures and threats against their right to life and physical integrity. Declared as 'traitors' overnight, these people lost their lives due to the dangers they encountered on escape routes. This situation demonstrates how dangerous the political atmosphere is in countries where human rights violations are prevalent.",
  "suicide_due_to_pressures": "The severe pressures imposed both by the state and society have turned into a political and social genocide. The collapse of the justice system under the shadow of Turkey's political atmosphere has extinguished the hope that people could seek their rights within a legal framework, and as a result, many people have committed suicide due to psychological trauma.",
  "deaths_due_to_khks": "After July 15, 2016, many people lost their professions due to emergency decrees. These people, who were not provided with any guarantees, had to work in other jobs instead of the professions they had gained through education and development, and they lost their lives due to work accidents in these jobs. Emergency decrees have indirectly caused people to lose their lives.",
  "healthcare_rights_violation": "As a result of the policies applied against the Gülen Movement, many people's right to access treatment within the country was restricted, and those who wanted to go abroad for treatment faced situations such as the cancellation of their passports, preventing them from accessing healthcare services abroad. People have lost their lives due to these violations of the right to healthcare.",
  "suspicious_deaths": "Some victims of emergency decrees lost their lives due to suspicious deaths, which were reported to the public as murders but were not fully clarified. This situation has highlighted that the rights of emergency decree victims are not protected, increasing concerns about their safety. It has shown how challenging and risky the search for justice is for emergency decree victims.",
  "methodology": "Methodology",
  "methodology_text1": "The data on this page has been compiled through a comprehensive review of open sources, analyzed by considering the gender, occupational groups, and death years of deceased individuals, and categorized by their causes of death.",
  "methodology_text2": "Since the published information is based on data obtained from open sources, it does not reflect all losses. It should be noted that there may be deaths that are not reported in open sources.",
  "column_name_1": "First Name",
  "column_name_2": "Gender",
  "column_name_3": "Occupation",
  "column_name_4": "Status",
  "column_name_5": "Date of Death",
  "column_name_6": "City",
  "column_name_7": "Cause of Death",
  "column_name_8": "Source",
  "rows_per_page": "Rows per page:",
  "range_separator": "of",
  "select_all_rows": "Show All",
  "filter_instruction": "You can use the search box to filter data.",
  "search_placeholder": "Search...",
  "sensitive_groups": "Sensitive Groups",
  "sensitive_groups_description_1": "Although there is no precise definition of the term 'arbitrary' in international literature, it is accepted that the right to legal defense is unlimited in cases of arbitrary deprivation of liberty and detention. While governments defend that their measures are 'necessary' and 'proportional', various factors are considered in assessing these claims. However, if the government ignores the 'unjust', 'illegal', and 'unpredictable' nature of these detentions, they are deemed arbitrary under customary international law.",
  "sensitive_groups_description_2": "Within this information and the national legal framework, the detention of pregnant and newly-born women, severely ill individuals, the elderly, and disabled persons should be considered arbitrary detention.",
  "sensitive_groups_description_3": "The UN Working Group on Arbitrary Detention, Opinion No. 66/2023 (Paragraph 63), Opinion No. 3/2023 (Paragraph 85), Opinion No. 66/2020 (Paragraph 67), Opinion No. 67/2020 (Paragraph 96), and Opinion No. 84/2020 (Paragraph 76) have condemned and categorized the detention and arrest practices towards members of the Gülen Movement in Turkey as crimes against humanity.",
  "sensitive_groups_description_4": "Since 2016, the grievances experienced by individuals subjected to arbitrary detention in Turkey have been a painful reflection of the violation of justice and human rights. These detentions not only restrict individuals' freedom but also weaken the overall peace and confidence of society.",
  "sensitive_groups_description_5": "Members of the Gülen Movement, arbitrarily deprived of their freedom without considering their individual circumstances, strive to survive as victims of crimes against humanity under conditions unsuitable to their physical state.",
  "pregnant_women": "Pregnant and Women with Children",
  "patients": "Patients",
  "mothers_affected_by_violations": "Mothers Affected by Violations",
  "pregnant_and_recently_delivered_women": "Pregnant and Recently Delivered Women",
  "since_2016_thousands_of_women": "Since 2016, especially thousands of women associated with the Gülen Movement have been arrested and detained, often without concrete evidence. As of the end of December 2016, there are 201,139 convicts and detainees in prisons in Turkey. Of these, 8,315 are women, constituting 4.1% of the total number of convicts and detainees. Since 2016, at least",
  "known_pregnant_women": "pregnant and recently delivered women have been arrested for being associated with the Gülen Movement.",
  "international_law_framework": "Within the framework of international law, Turkey has committed to certain rights and protections for women and children by signing the Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW) and the Convention on the Rights of the Child. These conventions require that women be protected from all forms of violence and discrimination, and that the best interests of the child are always considered. However, arbitrary arrests and detentions against members of the Gülen Movement contradict these commitments.",
  "turkish_law_protection": "Under Turkish law, particularly in the Penal Execution Law No. 5275, the arrest of pregnant women and women with babies under six months old is prohibited. Article 16/4 of the law stipulates the postponement of sentences for pregnant women and new mothers. However, in practice, these provisions have been set aside for individuals associated with the Gülen Movement, and unjust and arbitrary detentions have taken precedence. This situation contradicts the principles of the Constitution and the European Convention on Human Rights (ECHR).",
  "arbitrary_detentions": "In violation of the case law of the European Court of Human Rights (ECHR), Article 19 of the Constitution, and Article 5 of the ECHR, women associated with the Gülen Movement frequently face arbitrary detentions and unfair trials, being forced to stay in areas with inadequate health and hygiene conditions, and becoming victims of physical and psychological violence. This constitutes inhuman and degrading treatment under international law.",
  "sick_elderly_disabled_prisoners": "Sick, Elderly, and Disabled Prisoners",
  "proportionality_principle_violation": "The principle of 'proportionality,' which is fundamental to criminal law, is violated in every way within the Turkish penal system.",
  "necessity_of_proportionality": "One of the most significant limitations of the activity of identifying and punishing a crime/criminal in criminal law is the necessity for this activity to be conducted proportionately to its intended purpose. A balance must be struck between individual and public interest, and a heavier measure should be avoided when a lighter one could achieve the aim of criminal proceedings. In this context, imprisoning sick, elderly, and disabled individuals without considering alternatives is against the principle of proportionality.",
  "united_nations_declaration": "According to Article 1 of the United Nations Declaration on the Rights of Disabled Persons (1975), a 'disabled person' is defined as a person who, due to a deficiency in physical or mental abilities, whether congenital or acquired, is unable to live a normal individual and/or social life either partially or wholly on their own. In 2023, a circular issued by the Minister of Justice of the time described elderly individuals as 'aged' and defined them as those who have reached the age of sixty-five. Those in prison who have chronic illnesses must obtain a report from the Forensic Medicine Institute to be classified as 'sick' according to the Penal Execution Law.",
  "health_rights_for_prisoners": "The right to health for prisoners is defined by various United Nations standards. States are obliged to ensure equal access to healthcare services for sick and disabled individuals. In Turkish domestic law, particularly in the Execution of Sentences and Security Measures Law No. 5275, efforts have been made to prevent the detention of patients with life-threatening conditions. Article 16/2 of the law stipulates that the sentences of sick detainees should be postponed. In 2023, according to a circular issued by the then Minister of Justice, the sentences of individuals with chronic illnesses or disabilities, as well as elderly individuals referred to as 'aged,' should be mitigated or annulled without the need for a request from the prisoners.",
  "united_nations_rules": "The United Nations Standard Minimum Rules for the Treatment of Prisoners (Nelson Mandela Rules), adopted by the UN General Assembly on December 17, 2015, contain the most important and detailed regulations regarding the rights of prisoners. It is clear that when regulations related to the execution of sentences are made, the Nelson Mandela Rules should be considered in accordance with Article 90 of the Constitution. The basic principles of these rules should serve as guidelines. These principles include treating all prisoners with respect for their inherent dignity and value as human beings, prohibiting discrimination, and preserving their connections with the outside world.",
  "treatment_of_prisoners": "In Turkey, the majority of sick, elderly, and disabled individuals associated with the Gülen Movement are deprived of their right to freedom and security without concrete evidence, and in addition, they are forced to meet their cleaning and disinfection needs in prison conditions without the support of third parties. Sick and disabled individuals are also deprived of the healthcare and care services they should receive in prison conditions. This situation means that they are continuing their lives in a manner incompatible with human dignity and are subjected to inhuman treatment.",
  "turkish_authorities_practice": "While Turkish authorities appear to fulfill the positive obligations they have undertaken under international law through the laws and circulars they issue, it is clear that in practice these laws are abused or not used for their intended purposes. In particular, sick prisoners must obtain a report from the Forensic Medicine Institute stating that they 'cannot stay in prison' in order to benefit from the laws. However, since 2016, the Forensic Medicine Institute has been reluctant to issue this report for prisoners associated with the Gülen Movement, has refused to issue a report for individuals with serious illnesses, and has stated that they 'can stay in prison.' Since 2016, at least",
  "patientsa": "patients",
  "disabled_individuals": "disabled individuals",
  "elderly": "elderly have been detained, their rights have been violated, and their access to adequate healthcare and care services in prisons has been blocked. According to the 2020 prison statistics of the Council of Europe, Turkey has the highest number of detainees and convicts in Europe relative to the population. At the same time, Turkey ranked second in prison deaths.",
  "hassas_methodology_paragraph_1": "The data presented on this page has been compiled through a comprehensive review of open sources, listed and analyzed according to the individual circumstances of the detainees. When the same name fits both categories, it has been evaluated under only one category to minimize the margin of error in the total data.",
  "hassas_methodology_paragraph_2": "For example, an individual who is both elderly and chronically ill is only included in the patient category. The obtained data does not reflect all arbitrary detentions and arrests. However, it is estimated that the margin of error is low because it is believed that the detention of the elderly, disabled, sick, pregnant, and newly delivered women, who are considered the 'vulnerable' segment of society, has been deliberately publicized to spread fear.",
  "mother_violation": "Mothers Violated",
  "details": "Details",
  "link": "Link",
  "date": "Date",
  "location": "Location",
  "category": "Category",
  "of": "of",
  "show_all": "Show All",
  "search_prompt": "Use the search box to filter the data.",
  "search_label": "You can use the search field to filter the data.",
  "select_all": "Show All",
  "occupational_groups": "occupational groups",
  "at_least": "at least",
  "dismissed_paragraph_1": "July 15, 2016, is recorded as one of the most critical turning points in the country's history. Following this date, the government declared a State of Emergency (OHAL) and implemented extensive measures called “precautions.” Under OHAL, through Decree-Laws (KHK), many public personnel and individuals working in private institutions were dismissed from their duties for various reasons and pushed out of social life.",
  "value": "Value",
  "men": "Men",
  "women": "Women",
  "unknown": "Unknown",
  "gender_distribution_chart": "Dismissals by Gender Distribution Chart",
  "informant_mechanism_title": "The Effects of the Informant Mechanism",
  "informant_mechanism_description1": "During the state of emergency, President Recep Tayyip Erdoğan encouraged citizens to participate in the informant mechanism.",
  "erdogan_speech_link": "In a speech on August 10, 2016, Erdoğan said:",
  "informant_mechanism_description2": " “You may have friends or acquaintances from that community. I say, expose them! You need to report them to the prosecutors. This is a patriotic duty. Everyone should, because intelligence or law enforcement may not know, or they may not be able to catch up. Look, these people are fleeing.” This statement triggered a new wave of informants.",
  "informant_mechanism_description3": "During this process, many people, especially members of the Gülen Movement, were arrested, detained, and dismissed from public service due to baseless and false reports. The misuse of the informant mechanism, inadequate legal oversight, and the extensive use of KHKs have negatively affected thousands of lives.",
  "dismissals_scope_legal_process": "The Scope of Dismissals and Legal Process",
  "ohal_legal_process_intro": "During the state of emergency, the emergency decrees (KHKs) introduced two main methods for dismissal from public office:",
  "dismissal_with_appendix": "Dismissal via KHK Appendix List:",
  "dismissal_with_appendix_description": "Those dismissed through this method were directly removed from office via lists attached to the decrees.",
  "dismissal_with_institution_decision": "Dismissal via Institutional Decision Based on KHKs:",
  "dismissal_with_institution_decision_description": "Public institutions, using the authority granted by Decree No. 667, dismissed thousands of personnel through administrative decisions.",
  "legal_review_insufficient": "The lack of adequate legal oversight and the closure of judicial paths during this process led to the victimization of many individuals. Although those dismissed by administrative decisions had a legal review option, those directly dismissed through KHKs did not have access to this.",
  "ohal_commission_created": "Turkey created an administrative body called the State of Emergency Procedures Review Commission to examine objections to the emergency decrees. The commission received a total of 127,292 applications and has decided on all of them. While 86% of the applications were rejected, 14% were accepted. The commission, initially designed to serve as a shield against human rights violations, has proven to be largely ceremonial, given its overwhelming rejection of appeals. It is also important to note that thousands of judges and prosecutors were dismissed by decisions of the High Council of Judges and Prosecutors (HSK) and faced similar difficulties in their appeal processes.",
  "dismissal_reasons": "Reasons for Dismissal",
  "dismissal_reasons_description": "The following reasons, accepted as justification for terrorism accusations against Gülen Movement members by judicial authorities, have also been considered sufficient reasons for dismissal by administrative authorities.",
  "reason_bylock_etc": "- Use of programs like ByLock, Eagle, Telegram",
  "reason_workplace_info": "- Workplace-related information",
  "reason_bank_asya": "- Bank Asya accounts",
  "reason_newspaper_subscription": "- Subscriptions to Zaman Newspaper and Sızıntı Magazine",
  "reason_union_membership": "- Membership in unions, foundations, associations",
  "reason_social_media": "- Social media posts",
  "reason_administrative_investigation": "- Being subject to administrative investigation",
  "reason_mentioned_in_other_cases": "- Mentioned in other cases",
  "reason_travel_records": "- Travel entry-exit records",
  "reason_digiturk_cancellation": "- Cancellation of Digiturk subscription",
  "reason_courier_records": "- Courier company records",
  "reason_masak_records": "- MASAK (Financial Crimes Investigation Board) records",
  "reason_hts_records": "- HTS (Historical Traffic Search) records after 1.1.2013",
  "dismissal_reasons_continued": "In addition to the mentioned criteria, the fact that one of the spouses is dismissed via KHK was considered sufficient evidence to start an investigation and dismiss the other spouse as well. Under these criteria, many individuals were tried and punished on terrorism charges without concrete evidence. Individuals who were investigated were dismissed, and those who were dismissed had investigations opened against them. In this way, a vicious cycle was established, especially targeting Gülen Movement members and opponents, making it impossible for them to break free.",
  "social_genocide_and_exclusion": "Social Genocide and Societal Exclusion",
  "dismissed_persons_excluded_from_society": "Unjustly dismissed individuals have not only lost their jobs but have also been excluded from social life. Struggling with economic hardships, these individuals have been isolated from their social circles, and their basic human rights, such as their children's right to education and access to healthcare, have been violated. They have become victims of social genocide.",
  "cannot_apply_to_constitutional_court": "Unjustly dismissed individuals cannot apply to the Constitutional Court or the European Court of Human Rights without exhausting ordinary legal remedies in domestic law. However, it is possible for them to return to their jobs through a new KHK (Decree Law) or court decisions.",
  "data_based_on_official_gazette": "The data on this page has been prepared based on decrees published in the Official Gazette and board decisions.",
  "excluded_50k_people": "Due to the lack of precise figures for over 50,000 dismissals by administrative decisions referring to Decree No. 667, as well as those left unemployed by the closure of institutions, these figures are not included in the data.",
  "dismissal_responsibles": "Dismissal List Signatories",
  "select_responsible": "Select Responsible",
  "person": "person",
  "illegal_deportation_title": "Illegal Deportations and Renditions",
  "illegal_deportation_paragraph1": "After July 15, 2016, incidents of individuals fleeing Turkey to preserve their freedom and security or those working in Gulen-affiliated institutions abroad being abducted and illegally brought back to Turkey began to occur.",
  "illegal_deportation_paragraph2": "The Erdogan government pursued its witch hunt against the Gulen Movement internationally after 2016, making it a key item on its foreign policy agenda, constantly demanding it in bilateral relations, and openly threatening Gulen Movement members living abroad.",
  "illegal_deportation_paragraph3": "One of the first decisions of the OHAL (state of emergency) period was the cancellation of 50,000 and later 250,000 passports by the Ministry of Interior. The canceled passports were swiftly entered into the Interpol system by Turkish authorities.",
  "illegal_deportation_paragraph4": "In September 2016, Erdogan declared that no country was safe for Gulen movement members. In September 2018, Erdogan’s spokesperson Ibrahim Kalin did not hesitate to state that operations against Gulen Movement members abroad were possible.",
  "illegal_deportation_paragraph5": "These operations mostly took place in African, Asian, and Balkan countries with which Turkey had good bilateral relations. Gulen Movement members were detained in violation of the laws of those countries and handed over to Turkish authorities as a result of coordination between the security forces and MIT.",
  "illegal_cases_title": "Cases of Illegal Rendition to Turkey",
  "rejected_requests_title": "Rejected Extradition Requests",
  "different_cases": "different cases",
  "different_countries": "different countries",
  "inandi_caption": "The image clearly shows Orhan Inandi's arm was broken during torture after being abducted from Kyrgyzstan and brought to Turkey.",
  "illegal_abductions_titlea": "Illegal Abduction Operations",
  "illegal_abductions_paragraph1": "In 2016, a Turkish businessman believed to be affiliated with the Hizmet Movement was nearly abducted by two Turkish embassy employees in Switzerland. However, Swiss authorities initiated an investigation and issued arrest warrants for the embassy staff.",
  "illegal_abductions_paragraph2": "On October 26, 2016, two academics, Ihsan Nuri Akpinar and Murat Acar, were reportedly handed over to Turkey by Bahrain's Interpol, despite their pending asylum applications with the UN. Acar’s court testimony revealed that he was tortured during detention and held for a year without charges after being brought to Turkey.",
  "illegal_abductions_paragraph3": "The team that brought Akpinar to Turkey was from Turkey's Interpol Unit. According to official documents, Turkish Interpol officers went to Bahrain on an official assignment to retrieve the individuals, although no formal extradition paperwork existed.",
  "illegal_abductions_paragraph4": "While imprisoned, Acar wrote to Interpol's headquarters asking if they were aware of his case. Interpol responded that no data had been logged in their system by either Turkish or Bahraini police. Acar described the situation as an 'abduction conducted without Interpol’s knowledge but involving Interpol Unit officers.'",
  "illegal_abductions_paragraph5": "Following several similar cases, Interpol refused to recognize mass passport cancellations issued by Turkey, citing political motivations. Despite protests from Turkey’s then-Interior Minister, Suleyman Soylu, Interpol's stance remained unchanged.",
  "illegal_abductions_paragraph6": "In 2017, it was revealed that the Erdogan government negotiated through intermediaries to have Fethullah Gulen abducted from the U.S., involving a plan to discredit him in the media before bringing him to Turkey.",
  "illegal_abductions_paragraph7": "Families of those who fled Turkey due to politically motivated persecution reported that their relatives were threatened or coerced into returning to Turkey by security forces.",
  "international_response_title": "International Reactions",
  "international_response_paragraph1": "Several international organizations have documented and condemned Turkey’s transnational repression tactics, particularly targeting Gulen Movement members.",
  "international_response_paragraph2": "In a May 2020 report by UN Special Rapporteurs, it was revealed that since the 2016 coup attempt, the Turkish government has collaborated with other states to forcibly repatriate more than 100 Turkish citizens.",
  "international_response_paragraph3": "The Parliamentary Assembly of the Council of Europe (PACE) has explicitly condemned the transnational repression tactics used against Gulen Movement members, noting the misuse of extradition requests and INTERPOL Red Notices.",
  "international_response_link_text": "condemned",
  "international_response_paragraph3_continued": " Turkey’s efforts to unlawfully deport or transfer individuals were carried out with the cooperation of other states.",
  "freedom_house_report_part1": "According to the",
  "freedom_house_report_link": "Freedom House report",
  "freedom_house_report_part2": "Turkey ranks among the top five countries that engage in transnational repression of dissidents.",
  "government_requests_title": "Government Extradition Requests",
  "government_requests_paragraph1_part1": "In the 2021 human rights report published by the U.S. Embassy, it was noted that the Turkish government attempted to use INTERPOL red notices internationally against individuals linked to the 2016 coup attempt.",
  "government_requests_paragraph1_link": "report",
  "government_requests_paragraph1_part2": ", with minimal evidence. Freedom House also indicated that since July 15, 2016, the Turkish government has sent tens of thousands of requests to INTERPOL concerning individuals it identified as being linked to the Gülen movement.",
  "government_requests_paragraph2_link": "noted",
  "government_requests_paragraph3": "In the years following 2016, the Turkish government is known to have falsely reported that passports belonging to suspected Gülen movement supporters were lost or stolen, resulting in travel difficulties and even arrests for some individuals. These INTERPOL notifications have led to travel bans and detentions.",
  "government_requests_paragraph4": "In the 2021 human rights report, it was also revealed that the Turkish government applied pressure on other countries during bilateral relations to secure the return of individuals without the proper legal process.",
  "image_alt_text": "Extradition visuals",
  "image_caption": "Ihsan Aslan, Ismet Ozcelik, and Turgay Karaman, abducted from Malaysia in 2017 and brought to Turkey.",
  "interpol_image_caption": "Information about the police officers involved in the abduction and the delivery receipt between the Bahraini and Turkish police",
  "interpol_title": "Interpol's Position",
  "interpol_paragraph1": "After July 15, 2016, the Turkish Interpol unit targeted Gülen Movement members, canceling their passports and submitting files to the Interpol General Secretariat in Lyon, France, for the issuance of Red Notices. However, the General Secretariat rejected these requests, stating they were politically motivated and lacked sufficient legal basis. The refusal was based on Article 3 of Interpol's constitution, which prohibits involvement in military, political, religious, or racial matters. Turkish officials countered that these were not political or military crimes, but terrorism-related cases, and sent delegations to Lyon to convince the Secretariat. These efforts, however, failed.",
  "interpol_paragraph2": "In 2017, Turkey changed its tactics and began marking the passports of targeted Gülen Movement members as 'lost' or 'stolen,' entering this data into Interpol's database. After receiving numerous complaints, Interpol General Secretariat found that the individuals in question had not reported their passports as lost or stolen. It was discovered that the Turkish Interpol had entered this information into the database in violation of the rules. As a result, Turkey's ability to enter data into the system was restricted.",
  "interpol_paragraph3_part1": "On June 3, 2021, Yavuz Selim Kıran, the then-Deputy Foreign Minister, stated during a speech in Parliament",
  "interpol_paragraph3_link": "speech",
  "interpol_paragraph3_part2": "; 'Interpol is not fulfilling its responsibilities. In our work with Interpol, we have faced issues such as the rejection of our Red Notice and extradition requests, the deletion of Red Notices, and the blocking of data entries made by Turkey into Interpol’s Stolen and Lost Travel Documents Database (SLTD).'",
  "iade_methodology_description": "The data on this page has been compiled through a comprehensive examination of reports from human rights organizations and news reflected in the media, listed and analyzed by countries, event categories, and dates.",
  "zorla_kaybedilmeler": "Enforced Disappearances",
  "zorla_kaybedilme_paragraph_1": "Enforced disappearances are a method of repression used by states far from democratic values to suppress dissident groups. According to international human rights law, if a person is missing, it is highly likely that they have been subjected to torture or killed. Prior to July 15, instances of enforced disappearances in Turkey date back to the early years of the Republic, with the most widespread and systematic cases occurring during the 1980 military coup and the 1990s state of emergency.",
  "zorla_kaybedilme_paragraph_2": "After the 1980 military coup, more than 1,300 people disappeared. In the 1990s, Kurds and left-wing political activists were particularly targeted. Most of these disappearances are believed to have been carried out by state agents or secret groups, and the fate of some victims remains unknown. In this context, the Saturday Mothers movement has become an important symbol in the search for justice for the relatives of the disappeared. Since May 27, 1995, the Saturday Mothers have been gathering every Saturday at Galatasaray Square to demand the whereabouts of their loved ones who disappeared in the 1990s and to demand that the perpetrators be brought to justice.",
  "zorla_kaybedilme_paragraph_3": "During the 1990s and early 2000s, almost none of the officials involved in enforced disappearances were prosecuted or punished. Families of the missing were often met with ineffective responses from authorities and were even threatened by prosecutors. During this period, the European Court of Human Rights (ECHR) found Turkey responsible in numerous cases of enforced disappearances.",
  "hala_kayip": "Still Missing...",
  "gundur": "days",
  "case_count": "Case Count",
  "error_fetching_data": "Error fetching data",
  "change_over_years": "Change Over the Years",
  "kaybetmelerAciklama": {
    "title": "Enforced Disappearances After the July 15, 2016 Coup Attempt in Turkey",
    "paragraph1": "In the 2000s, hopes emerged that enforced disappearances were a thing of the past due to Turkey’s EU membership reforms and anti-torture measures. However, after the July 15, 2016 coup attempt, this horrifying practice reemerged. At least thirty new cases of enforced disappearances targeting individuals alleged to be linked to the Gülen Movement have been reported since 2016. In 25 cases, similarities in victim profiles, neglect by police and prosecutors, and the regular repetition of these incidents stand out.",
    "paragraph2": "Some disappeared individuals resurfaced months later in police custody, visibly physically and mentally weakened, and avoided speaking about where they had been held.",
    "paragraph3": "Victims are typically abducted from their homes or workplaces and reappear months later showing signs of torture. In 2019, Mustafa Yılmaz, Salim Zeybek, Özgür Kaya, Gökhan Türkmen, Erkan Irmak, Yasin Ugan, and Yusuf Bilge Tunç were abducted consecutively in black transporters. Some were later handed over to Ankara Police Headquarters. Yusuf Bilge Tunç remains missing.",
    "paragraph4": "It has been reported that those abducted were tortured at a location called the “Farm,” allegedly belonging to the Turkish National Intelligence Organization (MIT). Complaints lodged by victims and their families were often ignored by prosecutors, and even in cases where investigations were opened, they were never effective, with judicial authorities protecting those responsible.",
    "paragraph5": "Enforced disappearances leave deep scars on the physical and psychological health of victims, exacerbate the suffering of their families, and create widespread mistrust in society. The lack of effective investigations allows these crimes to go unpunished, contrary to Turkey’s international legal obligations, hindering victims’ access to justice.",
    "paragraph6": "The UN’s definition of enforced disappearances aligns closely with the disappearances and abductions reported in Turkey. The UN defines enforced disappearances as 'the deprivation of liberty by state agents or groups acting on behalf of the state, followed by the concealment of the individual’s fate or whereabouts.' In Turkey, victims are abducted by state officials or groups connected to the state, and their detention is denied. These actions are prohibited under international law.",
    "paragraph7": "Particularly concerning is the torture and ill-treatment faced by victims who reappear. Ümit Horzum testified in court that he had been tortured during his disappearance and forced to sign incriminating statements about people he did not know. Similarly, Gültekin stated that he had been coerced into making incriminating statements after being tortured. These incidents highlight not only enforced disappearances but also the widespread use of torture.",
    "paragraph8": "The treatment of those who reappear after being forcibly disappeared sheds light on the extent of human rights violations in Turkey. When victims reappear in official custody, their right to freely choose their lawyer is often denied, and state-appointed lawyers are usually those who act in the interest of the state. This is a violation of the right to a fair trial and goes against Turkey’s international obligations."
  },
  "illerGrafik": {
    "column1": "City/Country",
    "column2": "Case Count",
    "noData": "Loading data ..."
  },
  "accordionKaybetmeler": {
    "header": "Methodology",
    "bodyText": "The data on this page has been compiled from reports and studies by various human rights associations, primarily Solidarity With Others, and from open sources."
  },
  "sosyalGiris": {
    "title": "Social and Economic Rights Violations and Sufferings",
    "introText": "In 2016, following the declaration of the state of emergency (OHAL) in Turkey, around 125,000 public employees were dismissed without any administrative or judicial process under the framework of decrees (KHK). During this period, the social and economic rights violations experienced by the dismissed individuals (KHK'lılar) were described by human rights observers as 'social death.'",
    "caseCountTitle": "Number of Cases",
    "caseCountDescription": "The dismissed individuals (KHK'lılar) have experienced violations of social and economic rights in at least 58 different types of incidents.",
    "institutionCountTitle": "Number of Institutions",
    "institutionCountDescription": "At least 30 different institutions and organizations are responsible for these violations."
  },
  "sosyalAciklama": {
    "title": "Social and Economic Rights Violations",
    "intro": "During and after the OHAL period, individuals dismissed by KHK faced various social and economic rights violations. Although there is no clear number for these violations, it is known that at least 30 institutions and organizations are responsible for these violations. These violations, which manifest across a broad spectrum, are categorized here under main headings:",
    "financialRestrictions": {
      "title": "1. Financial Restrictions and Banking Transactions:",
      "example1": "- The cancellation of credit cards, freezing of bank accounts, and denial of credit seriously impacted the economic independence of individuals dismissed by KHK. One example is Baykal Tunç, whose bank and credit cards were canceled by a public bank.",
      "example2": "- Teacher Cemil Özen was unable to find a job in the private sector and was denied health services due to his SGK exit code, showing violations of his economic and social rights."
    },
    "employment": {
      "title": "2. Employment and Labor Rights:",
      "detail": "- Those dismissed by KHK faced difficulties in finding jobs in the private sector, and were easily dismissed from their jobs. Denial of unemployment benefits, rejection of job applications, and revocation of teaching licenses severely restricted their professional lives."
    },
    "education": {
      "title": "3. Education and Health Rights:",
      "detail1": "- Individuals dismissed by KHK were denied the right to pursue postgraduate studies, obtain specialized training, or benefit from student amnesties. Issues such as being unable to access health services or having green card applications rejected also arose.",
      "detail2": "- Individuals dismissed by KHK could not even access the health services provided to refugees in their own country."
    },
    "socialRights": {
      "title": "4. Social Rights and Social Exclusion:",
      "detail1": "- Those dismissed by KHK and their families were socially isolated, marginalized, and subjected to social pressure, leading to serious psychological problems.",
      "detail2": "- The main issues faced by the relatives of those affected include psychological and economic problems, along with social pressure and exclusion."
    },
    "supportDeprivation": {
      "title": "5. Deprivation of Material and Moral Support:",
      "detail1": "- Individuals dismissed by KHK were deprived of various forms of support, including maternity allowances, compensation for workplace accidents, retirement gratuities, and disaster aid. Denial of traffic insurance payments and exclusion from tax discounts further added to their hardships.",
      "detail2": "- Violations of inheritance rights and the inability to process land registry transactions were also reported."
    },
    "internationalLawTitle": "The Place of Social and Economic Rights in International Human Rights Law",
    "internationalLawParagraph1": "Social and economic rights hold a significant place in international human rights law and are protected under international human rights conventions. The International Covenant on Economic, Social and Cultural Rights (ICESCR) protects social and economic rights, stating that everyone has the right to health, education, social security, and work.",
    "internationalLawParagraph2": "Additionally, the European Convention on Human Rights (ECHR) and the European Social Charter, which have been signed and ratified by member states of the Council of Europe, guarantee social and economic rights and establish protection mechanisms. Economic rights are essential for individuals to improve their standard of living and combat poverty and hunger. The economic restrictions faced by those dismissed by KHK highlight the violation of these rights. Social rights, on the other hand, ensure individuals' participation in social life and prevent social exclusion. The social exclusion and psychological problems experienced by those dismissed by KHK demonstrate the violation of these rights."
  },
  "accordionTextSosyal": {
    "title": "Methodology",
    "body": "The data on this page is compiled by examining publicly available cases and listing them. In the tables provided on the page, 'Rights Violation' refers to the general description of the injustice that occurred; 'Detail' provides specifics of the event and any examples if available; 'Institution' refers to the institution responsible for the violation; 'Location' indicates where the violation took place. However, 'Location' is based on the location of the responsible institution, meaning it does not imply the violation did not occur in other locations. For the 'Date', if a specific date for the violation exists, it is provided; otherwise, the date of the declaration of the state of emergency is given. Lastly, a 'Link' is provided where more information on the violation can be found."
  },
  "cezaeviGiris": {
    "title": "Prison Human Rights Violations",
    "paragraph1": "Under international human rights conventions, during the enforcement of imprisonment, respect for the dignity of the individual deprived of liberty must be shown, and the conditions in which they are held should meet minimum living standards. Prisoners must not be subjected to excessive suffering beyond the inherent hardships of the sentence. During the state of emergency, prisoners accused of baseless crimes under strict security measures have been isolated and subjected to inhumane treatment.",
    "paragraph2": "The problems experienced in prisons and the human rights violations faced by inmates are the result of political decisions by the government. It is clear that the government continues its oppressive and anti-democratic policies in prisons, which it imposes on women, children, and all segments of society, and fails to prevent violations."
  },
  "ihlalturuText": {
    "title": "Scope and Categories of Human Rights Violations",
    "paragraph1": "Political detainees and prisoners held in Turkish prisons are subjected to a wide variety of human rights violations. The data on 'Human rights violations' included on this page have been collected under 30 different categories in the statistics table.",
    "paragraph2": "For example, violations such as the rejection of petitions, no response, failure to register documents, withholding incoming documents, and seizure of faxes are grouped under the heading 'Restrictions on the right to submit petitions and receive/send documents.' Similarly, all violations related to health and treatment, including insufficient measures during the coronavirus pandemic, are included under the heading 'Violations of the right to health.'"
  },
  "hakIhlali": {
    "unjustArrestsTitle": "Unjust Arrests and Unfair Trial Processes",
    "unjustArrestsText": "Prisons in Turkey, especially under the AKP government, have become a place where problems and violations have increased. Prisons have lost their reformative aspects and have turned into places solely for punishment. Especially after the state of emergency (OHAL), injustices in prisons increased. For example, those convicted of political crimes are subjected to long sentences of at least 6 years and 3 months.",
    "trialProcessText": "During trial processes, principles of fair trial are violated, and the right to defense is restricted. Mechanisms such as probation and conditional release, based on international human rights standards, are not applied equally to political prisoners. Article 5 of the European Convention on Human Rights (ECHR), which guarantees the right to liberty and security, applies to all individuals, including political prisoners.",
    "prisonConditionsTitle": "Living Conditions in Prisons and Health Services",
    "prisonConditionsText": "Living conditions in prisons are maintained in a manner that violates human dignity. Turkey has the largest prison population among the member states of the Council of Europe. In 2019, the difference between the number of beds and inmates was 61,336.",
    "healthServicesText": "Serious problems exist in accessing health services in prisons. Prisoners are forced to undergo medical examinations while handcuffed. There is insufficient medical staff and doctors. Some prisoners with chronic illnesses, such as Halime Gülsu, could not access necessary medication and lost their lives.",
    "tortureTitle": "Torture, Ill-Treatment, and Suspicious Deaths in Prisons",
    "tortureText": "Torture and ill-treatment have always been present in Turkish prisons. However, after the OHAL, there has been a significant increase in such cases. Methods such as beating, sexual abuse threats, electric shocks, and high-pressure water torture have been reported.",
    "specialNeedsPrisonersTitle": "Conditions of Prisoners with Special Needs",
    "specialNeedsPrisonersText": "Prisoners with special needs cannot meet their basic needs adequately. Women prisoners, especially, face difficulties in accessing hygiene products.",
    "earlyReleaseTitle": "Non-Application of Early Release and Probation Mechanisms",
    "earlyReleaseText": "Early release mechanisms, such as probation and conditional release based on international human rights standards, are applied in a discriminatory manner against political prisoners in Turkey.",
    "monitoringTitle": "Lack of Monitoring Mechanisms",
    "monitoringText": "Prison Monitoring Committees and independent oversight mechanisms were blocked by Decree No. 673. These mechanisms are essential for preventing torture and ill-treatment in prisons.",
    "covidPrisonsTitle": "Prisons During the COVID-19 Pandemic",
    "covidPrisonsText": "In April 2020, Turkey amended its law on prison sentences to protect prisoners from the coronavirus threat. However, political prisoners were excluded from this amnesty."
  },
  "accordionTextCezaevi": {
    "methodology": "Methodology",
    "bodyText": "The data presented on this page have been compiled by recording the publicly available reports of human rights violations experienced by political detainees and convicts in Turkish prisons, especially after July 15, 2016. The violations experienced by detainees and convicts are reported according to criteria such as type of violation, city, date, and prison, without including any personal data."
  },
  "kapatilanKurumlar": {
    "title": "Closed and Seized Institutions",
    "description": "Since 2016, a total of {{count}} institutions have been closed or seized in Turkey due to emergency decrees and administrative decisions. These institutions, which can be categorized into 16 types, were closed or seized as part of 'extreme' measures that are incompatible with democratic values. These extreme sanctions have raised concerns about the government's commitment to freedom of expression, education, civil society, and public health, leaving deep marks on the country's political and social structure.",
    "secondParagraph": "The closures and seizures of institutions related to the Gülen Movement involve a series of events that conflict with core democratic principles such as the rule of law, freedom of expression, and property rights. Among the institutions affected are media outlets, educational institutions, foundations, and healthcare facilities. These actions have suppressed dissent, seriously damaged affected sectors, reduced educational opportunities, restricted access to healthcare, and weakened the democratic foundations of Turkish society.",
    "footer": "Institutions closed"
  },

    "tarihselAciklamaTitle": "From 2013 to Present",
    "tarihselAciklamaParagraph1": "The process of closing and seizing institutions associated with the Gülen movement began after the corruption investigations that emerged in 2013, when the Turkish government held the Gülen Movement responsible and increased pressure on the movement. The failed coup attempt on July 15, 2016, was a turning point for the Turkish government, and five days after this event, a state of emergency was declared under conditions where there was no conflict and it was unnecessary. The government linked the coup attempt to the Gülen Movement and seized this opportunity to launch a wide-ranging 'purge' operation. This operation affected thousands of institutions operating in various sectors of Turkey.",
    "tarihselAciklamaParagraph2": "As a result of the operation, media outlets, educational institutions, foundations, healthcare facilities, and many other institutions alleged to be affiliated with the Gülen Movement were closed or seized. Among the closed institutions are private educational institutions, universities, media outlets, and foundation enterprises. During this process, the managers and employees of these institutions were arrested, their assets were seized, and their jobs were terminated. The approval for work permits of 22,474 managers, educators, teachers, specialist trainers, master trainers, and other personnel working in the closed private educational institutions was revoked, and measures were taken to prevent them from obtaining work permits in other private educational institutions.",
    "tarihselAciklamaParagraph3": "In 2014, with the enactment of Law No. 6545, criminal peace judgeships were established, and these judgeships seized the management and all disposal rights of institutions, organizations, and companies thought to be associated with the Gülen Movement, first defined by the government as a 'parallel structure' and later as an 'armed terrorist organization.' Initially, media and broadcasting organizations (notably Bugün and Zaman newspapers, Samanyolu TV, etc.), followed by educational institutions, were targeted.",
    "sorumlularAciklamaTitle": "State of Emergency and Decrees",
    "sorumlularAciklamaParagraph1": "The government, cautiously seizing institutions and properties related to the Gülen Movement in response to possible reactions, committed the most extensive human rights violations after the coup attempt. During this process, a state of emergency was declared, a chaotic atmosphere was created, and within this atmosphere, the reflection of rights violations on the public was blocked or these violations were legitimized.",
    "sorumlularAciklamaParagraph2": "During this process, all schools owned by foundations linked to the Gülen Movement or allegedly related to the Movement were closed, and many employees of these institutions were arrested.",
    "sorumlularAciklamaParagraph3": "With the Decree No. 667 dated July 22, 2016, many institutions and organizations alleged to be associated with the Gülen Movement were closed, and the authority for future closures was given to relevant ministries. According to the data provided in the Human Rights Joint Platform’s report on the ",
    "sorumlularAciklamaLink": "State of Emergency Practices",
    "sorumlularAciklamaParagraph4": ", as of March 2018, 1064 private educational institutions (kindergartens, primary schools, middle schools, and high schools), 360 private courses and study centers, 847 student dormitories, 47 private health centers, 15 private foundation universities, 29 unions affiliated with 2 confederations, 1419 associations, 145 foundations, and 174 media and broadcasting organizations have been closed.",
    "sorumularDevamParagraph1": "On July 25, 2016, under Decree Law No. 668, 3 news agencies, 16 television channels, 23 radio channels, 45 newspapers, 15 magazines, and 29 publishing houses were closed. Additionally, there were media outlets closed by a decision of a Commission formed under RTÜK (Radio and Television Supreme Council). With Decree Law No. 674 on August 15, 2016, the Savings Deposit Insurance Fund (TMSF) was authorized for the sale and transfer of these media outlets. According to TMSF data, the number of closed media outlets is 177.",
    "sorumularDevamParagraph2": "Private companies associated with the Gülen Movement or suspected of aiding its activities were initially taken over by judicially appointed trustees, transferring management from the owners to appointed trustees. With Articles 19 and 20 of Decree Law No. 674, trustee powers were transferred to TMSF, and provisions regarding the sale and liquidation of these companies were introduced, granting TMSF full authority. Trustees were granted significant immunity, and it was stated that they would not bear any criminal, administrative, or financial liability in the event of causing harm to the institutions they were appointed to.",
    "sorumularDevamParagraph3": "The appointment of trustees to these companies is a legally unfounded intervention and a clear violation of property rights. According to Article 133 of the Criminal Procedure Code, a company can only be placed under trusteeship if there is strong suspicion that a crime has been committed within its operations. However, there is no concrete criminal allegation justifying the appointment of trustees to these companies. The accusations that the owners of these companies were members of an organization or financially supported it are inconsistent. Before trusteeship, these companies operated fully within the legal framework. Trustee appointments to companies with media outlets were clearly aimed at silencing and punishing opposition media, and this constitutes a clear violation of the Constitution.",
    "sorumularDevamParagraph4": "The closure and confiscation processes raise serious concerns about compliance with the rule of law in Turkey and international legal norms. In particular, Article 35 of the Constitution, which protects property rights, and Article 1 of Protocol No. 1 of the European Convention on Human Rights, which regulates property rights, should be considered.",
    "sorumularDevamParagraph5": "The events during this period demonstrate that property rights have been systematically and widely violated. Additionally, the managers and employees of the closed institutions have faced legal processes, raising serious concerns about justice.",
    "sorumularDevamParagraph6": "The Turkish judiciary and Constitutional Court rejected the appeals of those harmed by the Decrees. However, when it became clear that these cases would be brought before the European Court of Human Rights (ECHR) and violation rulings would follow, the Law No. 7075 was enacted in 2018, establishing the State of Emergency Procedures Review Commission to provide a means of appeal against dismissals and closures. However, Law No. 7075 maintained the blockage on appeals for additional measures included in the Decrees. The Commission, far from serving as an effective oversight body, has rejected 86% of applications, accepting only 14%.",
    "kapatilanKurumlarMethodologyHeader": "Methodology",
    "kapatilanKurumlarMethodologyText": "The data on this page has been compiled from the lists published in Official Gazette Decrees and on the websites of institutions. The structures of the institutions, the provinces where they are located, and those responsible for deviating from their founding purposes were identified and analyzed.",
    "terorData": {
      "investigations": "Investigations",
      "prosecutions": "Prosecutions",
      "lawSummary": "This table summarizes decisions related to terrorism investigations under Articles 309-316 of the Turkish Penal Code (TCK), the Anti-Terror Law (TMK), and the Law on the Prevention of Financing of Terrorism (TFK). These data indicate that the number of investigations conducted under Articles 309-316 of the TCK is very high, and that cases related to these offenses are frequently brought to court, though in a significant portion of them, there is insufficient justification for prosecution.",
      "generalCasesExplanation": "These tables show the outcomes of cases tried under the Turkish Penal Code (TCK) and Anti-Terror Law (TMK).",
      "genderCasesExplanation": "These data provide insights into how laws may be misused based on gender disparities in prosecution rates.",
      "tckArticle314": "TCK Article 314 - Prosecution",
      "children": "Children"
    },
    "terorDatab": {
      "girisTitle": "The Misuse of Anti-Terror Laws in Turkey: Legal and Human Rights Dimensions",
      "girisDescription": "The misuse of anti-terrorism laws in Turkey has become a major concern in recent years. The anti-terror law has always been a subject of criticism due to its unpredictability, leading to significant grievances. Since the attempted coup on July 15, 2016, there has been a noticeable increase in the application of anti-terrorism laws. The use of terrorism charges as a 'weapon' has raised serious issues regarding the rule of law and human rights."
    },
    "typewriterText": {
      "since2015": "Since 2015, a total of ",
      "peopleInvestigated": " people have been investigated, ",
      "peopleSued": " of whom have been sued, and ",
      "peopleConvicted": " people have been convicted. ",
      "peopleUnder18": " of those convicted are under the age of 18."
    },
    "accordionc": {
      "header1": "Anti-Terror Legislation and Uncertainties in Practice",
      "body1": {
        "paragraph1": "Turkey's anti-terrorism legislation primarily consists of the Turkish Penal Code (TCK) No. 5237 and the Anti-Terrorism Law (TMK) No. 3713. Article 314 of the Penal Code criminalizes the establishment and management of an armed terrorist organization (314/1) and membership in such an organization (314/2). These crimes carry sentences ranging from 7.5 to 22.5 years of imprisonment. However, the ambiguities in the definitions of these articles leave room for arbitrary applications and abuses.",
        "paragraph2": "Article 314 of the Penal Code does not provide a clear explanation of what constitutes an organization or membership while defining the crimes of armed terrorist organization and membership. The Anti-Terrorism Law also makes an unpredictable definition of terrorism, allowing for the broad use of terrorism accusations. This ambiguity and unpredictability lead to broad interpretations by prosecutors and judges, targeting dissidents."
      },
      "header2": "ECHR Decisions",
      "body2": {
        "paragraph1": "The broad and vague definitions in Turkey's anti-terror laws have caused serious international criticism. The United Nations, the Council of Europe, and the European Union have repeatedly warned Turkey to align these laws with human rights standards.",
        "paragraph2": "The European Court of Human Rights (ECHR) has found in numerous cases that arrests made after the operations following the July 15, 2016 coup attempt were unlawful and lacked sufficient evidence. For instance, in the case of Acar and Others v. Turkey, the ECHR ruled that the applicants' arrests based on their use of the ByLock app were unlawful. In the case of Nazlı Ilıcak v. Turkey, the court emphasized that working for media outlets linked to Gülen could not be considered a crime.",
        "paragraph3": "In the case of Taner Kılıç v. Turkey, the ECHR ruled that the mere downloading of the ByLock app was not sufficient evidence to charge the lawyer, who was the former head of Amnesty International's Turkey branch, with membership in a terrorist organization. The court, as in other cases, found that the arrests were unlawful and arbitrary.",
        "paragraph4": "The European Court of Human Rights (ECHR) has repeatedly criticized Turkey's anti-terror practices and has convicted Turkey in many cases. The ECHR has raised serious concerns, especially about the mass arrests and prosecutions following the coup attempt. For example, in the case of Yasin Özdemir v. Turkey, the ECHR ruled that the applicant's social media posts could not be classified as terrorist propaganda. This ruling serves as a significant warning against violations of freedom of expression in Turkey.",
        "paragraph5": "In the Grand Chamber ruling on September 26, 2023, in the case of Yüksel Yalçınkaya, the ECHR noted the violation of the principle of legality in criminal law, indicating that more than 8,000 cases pending before the court and over 100,000 cases in the domestic courts in Turkey involved similar violations, highlighting a systematic problem stemming from terrorism accusations."
      },
      "header3": "Post-2016 Situation and Problems in Practice",
      "body3": {
        "paragraph1": "Since 2016, there has been a significant increase in the application of anti-terror laws in Turkey. DEVA Party leader Ali Babacan noted that 1.5 million people were investigated for armed terrorist organization charges between 2016 and 2020. As of 2024, this number has exceeded 2 million, illustrating the broad and arbitrary implementation of Turkey's anti-terror strategy.",
        "paragraph2": "After July 15, the application of anti-terror laws targeted not only members of terrorist organizations but also citizens exercising their constitutional rights, leading to a dilution of the fight against terrorism and a disregard for basic principles of criminal law.",
        "paragraph3": "This situation in Turkey has affected not only dissidents but also academics, lawyers, journalists, human rights defenders, and civil society activists. Many academics who signed the 'Academics for Peace' declaration were accused of 'propaganda for a terrorist organization' and received various sentences.",
        "paragraph4": "UN Special Rapporteur Mary Lawlor has stated that Turkey is attempting to silence human rights defenders through terrorism charges. Lawlor emphasized that these laws are being used to criminalize the legitimate activities of human rights defenders.",
        "paragraph5": "Journalists in Turkey are also significantly affected by these laws. According to the organization Reporters Without Borders (RSF), many journalists in Turkey have been arrested or convicted under anti-terrorism laws. This situation seriously restricts press freedom and violates the public's right to information.",
        "paragraph6": "The broad and vague definitions in Turkey's anti-terrorism legislation undermine the rule of law and lead to human rights violations. In particular, freedom of the press, freedom of expression, the presumption of innocence, and the right to a fair trial are seriously violated during this process."
      },
      "header4": "Methodology",
      "body4": {
        "paragraph1": "The data on this page has been obtained from the General Directorate of Judicial Records."
      },
      "header5": "Abbreviations and Explanations",
      "body5": {
        "item1": "TCK: Turkish Penal Code",
        "item2": "TMK: Anti-Terrorism Law",
        "item3": "TFK: Law on the Prevention of Financing of Terrorism",
        "item4": "Decision of non-prosecution: The decision not to file a lawsuit at the end of the investigation.",
        "item5": "Decision to file a public lawsuit: The decision to file a lawsuit by preparing an indictment at the end of the investigation.",
        "item6": "Decision of imprisonment: The decision given by the court as a result of the trial.",
        "item7": "Decision to suspend the sentence: The decision to suspend the sentence for a period of two years or less under certain conditions.",
        "item8": "Decision of fine: The decision to convert a short-term prison sentence into a judicial fine under certain conditions.",
        "item9": "Decision of applying security measures: Decisions that impose measures other than imprisonment (e.g., confiscation, special measures for the mentally ill, etc.).",
        "item10": "Other conviction decisions: Conviction decisions related to crimes not directly covered by terrorism but linked due to association.",
        "item11": "Acquittal: The decision that the defendant is not guilty.",
        "item12": "Suspension of sentence announcement (HAGB): If the sentence is two years or less, the announcement of the sentence is suspended for five years.",
        "item13": "Conviction decisions: The decision that the defendant is guilty, including imprisonment, judicial fines, suspension of sentence, application of security measures, and other conviction decisions."
      }
    },
    "chart": {
      "title": "Graph of the Number of People Investigated for Terrorism by Year",
      "year": "Year",
      "personCount": "Person Count",
      "value": "Value"
    },
    "chartb": {
      "kamuDavasiTitle": "Graph of the Number of People Prosecuted for Terrorism (Public Prosecution Decision) by Year",
      "year": "Year",
      "personCount": "Person Count",
      "value": "Value"
    },
    "chartc": {
      "kovusturmaTitle": "Number of People for Whom a Terror Case Was Opened but a Decision of Non-Prosecution Was Given, by Year",
      "year": "Year",
      "personCount": "Person Count",
      "value": "Value"
    },
    "sorusturma": {
      "aciklama1": "In the annual judicial records of the Ministry of Justice, the crimes defined in articles 309-316 of the Turkish Penal Code (TCK) were reported separately between 2015 and 2021. However, starting in 2022, these articles have been grouped under the title 'Crimes Against the Constitutional Order and Its Functioning.'",
      "aciklama2": "Since 2015, a total of {{a1Value}} decisions have been made, of which {{a2Value}} were for public prosecution and {{a3Value}} were decisions of non-prosecution. While each article was reported separately until 2022, they have been collectively reported from 2022 onwards."
    },
    "kanun": {
      "category": "Category",
      "totalDecisionTitle": "Total Decision Count TCK-TMK-TFK",
      "totalCount": "Total Count"
    },
    "kanunb": {
      "category": "Category",
      "publicProsecutionTitle": "Public Prosecution Decisions TCK-TMK-TFK",
      "totalCount": "Total Count"
    },
    "kanunc": {
      "category": "Category",
      "nonProsecutionTitle": "Total Non-Prosecution Decisions TCK-TMK-TFK",
      "totalCount": "Total Count"
    },
    "table": {
      "year": "Year",
      "rowsPerPageText": "Rows per page:",
      "rangeSeparatorText": "of",
      "selectAllRowsItemText": "Show all",
      "totalDecisionCount": "Total Decision Count TCK-TMK-TFK",
      "loadingData": "Loading data ..."
    },
    "tck": {
      "title": "TCK Article 314",
      "description1": "Turkey's anti-terrorism legislation primarily consists of the Turkish Penal Code (TCK) No. 5237 and the Anti-Terrorism Law (TMK) No. 3713. Article 314 of the Penal Code criminalizes the establishment and management of an armed terrorist organization (314/1) and membership in such an organization (314/2). These crimes carry sentences ranging from 7.5 to 22.5 years of imprisonment.",
      "description2": "In addition, certain exceptional provisions provided by the Anti-Terrorism Law (TMK) grant security forces extensive powers. These include extending detention periods and broadening search rights, which carry the risk of abuse. This situation paves the way for practices that could lead to violations of the right to a fair trial and other fundamental human rights."
    },
    "graph": {
      "year": "Year",
      "conviction": "Conviction",
      "suspendedSentence": "Suspended Sentence",
      "acquittal": "Acquittal",
      "loading": "Loading Data...",
      "title": "Graph of prosecution stage and verdict count by years",
      "verdictCount": "Verdict Count",
      "explanation": "From 2015 to 2021, crimes under TCK articles 309-316 were reported separately, allowing for detailed analysis of specific offenses. However, starting from 2022, these articles have been reported collectively under the title 'Crimes Against the Constitutional Order and Its Functioning.'"
    },
    "chartss": {
      "category": "Category",
      "value": "Value",
      "title": "Distribution of Laws Under Which Prosecution Was Opened",
      "totalText": "A total of <span style='color: red;'>{{total}}</span> people have been prosecuted."
    },
    "chartrr": {
      "genderCategory": "Category",
      "value": "Value",
      "men": "Men",
      "women": "Women",
      "genderDistributionTitle": "Gender Distribution"
    },
    "tabless": {
      "year": "Year",
      "conviction": "Conviction",
      "acquittal": "Acquittal",
      "hagb": "*Suspended Sentence (HAGB)",
      "loadingData": "Loading data ...",
      "hagbDescription": "*Suspension of Sentence Announcement (HAGB)"
    },
    "chartff": {
      "category": "Category",
      "value": "Value",
      "acquittal": "Acquittal",
      "conviction": "Conviction",
      "hagb": "Suspended Sentence (HAGB)",
      "title": "TCK Article 314 Prosecution Verdicts"
    },
    "eskiKanun": {
      "description1": "Article 314 of the Turkish Penal Code (TCK) is an important part of Turkey's anti-terrorism legislation. This article criminalizes the establishment, management, and membership in an armed terrorist organization, prescribing prison sentences ranging from 7.5 to 22.5 years for these offenses. However, ambiguities in the definitions within the article open the door to broad interpretations and potential abuses. This analysis evaluates prosecution data under Article 314 between 2015 and 2021.",
      "description2": "Ambiguities in the definitions of Article 314 can lead to broad interpretations by prosecutors and judges, facilitating the misuse of the law under the guise of combating terrorism. The lack of clear definitions of 'organization' and 'membership' leaves room for arbitrary applications in determining and prosecuting these crimes.",
      "description3": "This potential for broad interpretation is particularly evident in the high number of convictions in 2017 and 2018. Following the events of July 15, 2016, the government's 'anti-terrorism policy' led to widespread operations, resulting in a significant increase in the number of verdicts under Article 314.",
      "description4": "In recent years, the impact of policies conducted under the name of counter-terrorism on young individuals in Turkey has become a growing topic of discussion. Particularly, the conviction of individuals under 18 based on vaguely defined terrorism charges raises questions about the justice system's approach to youth. The following table summarizes various court decisions against young males and females under the age of 18, based on charges under TCK articles 309-316, the Anti-Terrorism Law (TMK), and Anti-Terrorism Activities (TFK)."
    },
    "tablehh": {
      "verdict": "Verdict",
      "under18Girls": "Girls under 18",
      "title": "Prosecution Statistics for Girls Under 18",
      "loadingData": "Loading data ..."
    },
    "tablegg": {
      "verdict": "Verdict",
      "under18Boys": "Boys under 18",
      "titleBoys": "Prosecution Statistics for Boys Under 18",
      "loadingData": "Loading data ..."
    },
    "chartmm": {
      "category": "Category",
      "value": "Value",
      "conviction": "Conviction",
      "acquittal": "Acquittal",
      "hagb": "Suspended Sentence (HAGB)",
      "childProsecutionTitle": "Distribution of Prosecution Verdicts for Children",
      "totalChildrenProsecuted": "A total of <span style='color: red;'>{{total}}</span> children have been prosecuted."
    },
    "cocuk": {
      "description1": "The total number of conviction decisions for individuals under the age of 18 between 2015 and 2021 is 1,755. This number shows that the state's anti-terrorism policies also target young individuals. The vague definitions of anti-terrorism laws, such as articles 309-316 of the Turkish Penal Code (TCK), lead to the accusation and conviction of young individuals through broad interpretations. This situation opens the door to arbitrary practices within the justice system and undermines the fair trial rights of young people.",
      "description2": "Charges under the Anti-Terrorism Law (TMK) and Anti-Terrorism Activities (TFK) also carry similar ambiguities and the potential for broad interpretations, increasing the rates of accusation and conviction among young people. The state's anti-terrorism policies, with their undefined criminal definitions, target young individuals, bringing them into the justice system. As a result of these policies, young people face accusations and conviction decisions."
    },
    "filterText": "You can use the search box to filter the data.",
    "noData": "Loading data...",
    "readMore": "Read more",
    "readLess": "Show less",
    "searchPlaceholder": "Search...",
    "rowsPerPageText": "Rows per page:",
    "rangeSeparatorText": "of",
    "selectAllRowsItemText": "Show all",
    "yargi": {
      "baslik": "The Issue of Judicial Independence and Impartiality in Turkey",
      "paragraf1": "Judicial independence refers to the protection of the judiciary from external influences, while impartiality means that judges are free from prejudices and ideological tendencies.",
      "paragraf2": "Independent judiciary is the fundamental protector of human rights and freedoms. Because a judiciary that is not independent cannot be a true judiciary and cannot provide justice. A judiciary lacking this feature is under the dominance of other powers. If the judiciary is not independent, secure, and impartial, democracy becomes an empty concept. Judicial independence means that the judiciary can dispense justice without being influenced by the legislature, executive, civil society, media, public opinion, political parties, and other persons or institutions involved in a case.",
      "paragraf3": "Judicial independence is crucial in overseeing the constitutionality of laws and ensuring the rule of law by the administration. Only when the judiciary is independent and impartial can it fulfill its responsibilities to society clearly and indisputably. Justice is achieved through an independent judiciary.",
      "paragraf4": "Before July 15, 2016, a total of 14,729 judges and prosecutors were serving in Turkey. Of these, 4,384 were dismissed without being given a chance to defend themselves by decisions of the High Council of Judges and Prosecutors (HSK). As of the end of 2023, the total number of judges and prosecutors has reached 23,923. After the July 15 process, approximately 14,000 judges and prosecutors were appointed by the government. Criticism arose that these appointments were made based on ideological priorities rather than merit, as some of the newly appointed judges had previously served in AKP political organizations.",
      "paragraf5": "In this timeline prepared under the title 'Judicial Independence and Impartiality in Turkey,' it is shown chronologically how the judiciary has lost its independence and impartiality since 2014, becoming dependent on the government, and how some judges acted based on ideological motives contrary to impartiality. Even before 2014, the independence and impartiality of the judiciary were topics of debate. However, the developments since 2014 made the issue indisputable, so the timeline starts from 2014.",
      "zamanCizelgesi": "The timeline is divided into seven main categories:",
      "madde1": "- The executive's intervention in the judiciary,",
      "madde2": "- The legislature's intervention in the judiciary,",
      "madde3": "- Decisions made by the HSK under the influence of the executive,",
      "madde4": "- Reassignments of judges and prosecutors,",
      "madde5": "- Criticism of judicial decisions by the executive,",
      "madde6": "- Statements by judges/prosecutors supporting the government,",
      "madde7": "- Criticism by experts.",
      "accordionTitle": "Judicial Intervention Processes",
      "accordion1Title": "Judicial Intervention During the State of Emergency",
      "accordion1Text1": "The practices of dismissing and reassigning judicial personnel by the High Council of Judges and Prosecutors (HSYK) have revealed the susceptibility of the judiciary to political interference. Such interventions against judicial independence contradict the fundamental principles of rule-of-law-based democratic systems. Constitutional amendments enacted during the SoE weakened parliamentary oversight and made the judiciary increasingly dependent on the executive branch. According to a 2019 survey by the Social Democracy Foundation, trust in the judiciary in Turkey fell to as low as 38%.",
      "accordion1Text2": "Operations conducted during and after the SoE significantly undermined the independence of the judiciary. Andrew Gardner, a Turkey researcher at Amnesty International, noted that numerous individuals were detained and arrested without evidence. During this period, a significant number of judicial personnel were detained, arrested, or dismissed from their positions. Moreover, statements and actions by the ruling administration and incumbent judges and prosecutors, which were contrary to the principle of separation of powers, were made public. This undermined trust in judicial independence and the rule of law.",
      "accordion1Text3": "The European Union's 2020 Turkey Report criticized the erosion of Turkey's democratic structure and the destruction of judicial independence. Concerns about judicial independence in Turkey have been reinforced by claims that there has been no progress in combating corruption and that the judiciary has become politicized. The arbitrary detention of journalists, politicians, and activists on baseless charges has exerted pressure on fundamental rights and freedoms.",
      "accordion1Text4": "The failure to implement rulings by the Constitutional Court and the European Court of Human Rights (ECHR) has deepened concerns about judicial independence. For instance, the non-enforcement of the retrial decision for CHP Member of Parliament Enis Berberoğlu indicated a decline in respect for judicial decisions. President Erdoğan's statement regarding the Constitutional Court’s ruling to release detained journalists Can Dündar and Erdem Gül—'I do not abide by this decision, nor do I respect it'—has been viewed as a serious challenge to judicial independence.",
      "accordion1Text5": "The surge in applications to the ECHR from Turkey in 2020, reaching 11,750, and Turkey’s repeated convictions for violations of freedom of expression, the right to a fair trial, and liberty and security have solidified the perception within the international community that Turkey lacks judicial independence.",
      "accordion1Text6": "To ensure judicial independence and impartiality in Turkey, concrete steps must be taken in legal frameworks and their implementation to restore public trust in the judiciary and uphold the rule of law. Shielding the judiciary from political pressure and intervention is essential for a fair and impartial judicial system. Building a rule-of-law-based state is a collective responsibility shared by all segments of society.",
      "accordion2Title": "New Order",
      "accordion2Text1": "The separation of legislative, executive, and judicial powers is a fundamental principle of a democratic rule-of-law state. However, the blurring and intertwining of boundaries between these three powers in Turkey have heightened concerns about judicial independence and impartiality. In recent years, it has been observed that judicial decisions favoring the ruling administration have increased, alongside rising political interventions in the judicial system.",
      "accordion2Text2": "The transition to the Presidential Government System granted extensive powers to the President and Parliament regarding the appointment of members to the Council of Judges and Prosecutors (HSK). The dominance of the ruling coalition in Parliament amplified the President's influence within the HSK, further solidifying the executive and legislative branches’ sway over the judiciary. The HSK’s actions, such as reassigning judges who issued rulings unfavorable to the administration or favoring those aligned with it, are among the clearest examples of how judicial independence has been compromised.",
      "accordion2Text3": "In 2017, the HSK reassigned 780 judges and prosecutors, including members of the Judges Union, exacerbating concerns about judicial independence. Such interventions obstruct judges and prosecutors from making independent decisions, leaving the judiciary vulnerable to political pressures. These actions severely undermine the right to a fair trial and the supremacy of law.",
      "accordion2Text4": "Numerous examples illustrate judicial arbitrariness and favoritism toward the ruling administration. For instance, Zerrin Güngör, the President of the Council of State, faced criticism for attempting to fasten the non-existent buttons of her robe while standing before then-Prime Minister Erdoğan in 2014. She was reelected as the Council’s President in 2017 and subsequently appointed Chair of the Public Officials Ethical Board. Her daughter, despite having only one day of seniority in the judiciary, was appointed as a rapporteur judge at the Court of Cassation. Such practices underscore the prioritization of loyalty over merit within the judiciary.",
      "accordion2Text5": "In high-profile cases such as Gezi Park, Osman Kavala, Selahattin Demirtaş, Cumhuriyet newspaper, and Sözcü newspaper, allegations of judicial politicization have been prominent. These cases have involved the detention of journalists, politicians, activists, and human rights defenders on baseless charges, creating pressure on fundamental rights such as freedom of the press, freedom of expression, and the right to assembly and protest. These trials demonstrate how the judiciary has been used as a tool for suppressing opposition.",
      "accordion2Text6": "The erosion of judicial independence in Turkey remains the greatest obstacle to implementing the principle of the rule of law. To establish a judiciary capable of making independent and impartial decisions, concrete steps must be taken not only in legal regulations but also in practice. Merit-based appointments, protecting the judiciary from political pressures, and respecting judicial decisions are indispensable for a democratic rule-of-law state. For Turkey to maintain its place among civilized societies that uphold democratic values and the rule of law, urgent measures to ensure judicial independence and impartiality are imperative.",
      "accordion2Text7": ""  
    },
      "export_data": "Dismissals Data",
      "iframe_title0": "Looker Studio Report: Mass Detentions",
      "map_title12": "Event Map: Illegal Extraditions and Denied Extradition Requests since 2016",
      "iframe_title12": "Looker Studio Report: Mass Detentions",
      "search_instruction": "You can use the search box to filter data.",
        "iskence_intro_1": "After the 1980 coup, torture began to be widely used in Turkey. Especially in the 1990s, reports published by Amnesty International (AI) and the United Nations (UN) Committee documented that the police and security forces systematically resorted to torture. During this period, many people, especially in the Southeastern Anatolia Region, were subjected to torture under the guise of counter-terrorism.",
        "iskence_intro_2": "In the early 2000s, the government of Recep Tayyip Erdoğan declared a 'zero tolerance' policy against torture. International organizations reported a decrease in the number of torture cases in Turkey and that torture methods were less violent during this period. However, these positive developments suffered a serious setback, especially after the failed coup attempt in 2016.",
        "iskence_summary_1": "After July 15, 2016, the pressure and torture allegations against members of the Gülen movement increased. During and after the state of emergency, many Gülen movement members were detained on terrorism charges, and serious cases of torture were reported. Detainees stated that they were subjected to physical abuse by the police and gendarmerie, faced excessive use of force, and were tortured to extract confessions.",
        "iskence_summary_2": "These torture allegations should not be seen as mere spontaneous reactions by individual police officers. Rather, this situation points to an organized and systematic practice within the security forces. Those subjected to torture include not only members of the Gülen movement but also Kurds, left-wing activists, and other opposition groups.",
        "iskence_summary_3": "The systematic nature of torture and ill-treatment in Turkey is also emphasized by international human rights organizations. The European Committee for the Prevention of Torture (CPT) conducted inspections in prisons and police stations in Turkey in 2019 and found cases of excessive use of force and ill-treatment of detainees.",
        "solidarity_survey_summary": "The findings from the survey conducted by the Solidarity With Others Association in June 2020, with the participation of 938 individuals, show that torture is systematic during detention and prison processes in Turkey. 83% of the participants stated that they were subjected to torture and ill-treatment during detention.",
        "torture_methods_title": "Torture Methods and Conditions",
        "torture_methods_summary": "Among the most common torture methods reported by the participants are physical violence (beating), threats, strip searches, sleep deprivation, and withholding of food and water.",
        "prison_torture_summary": "Similarly, ill-treatment and torture in prisons were widely reported. 36.5% of the participants stated that they were subjected to torture or ill-treatment in prisons.",
        "complaints_legal_processes_summary": "The majority of torture victims (87%) did not file any complaints. The main reasons for not filing complaints include the belief that torturers would be protected (43.5%), fear of worse consequences (36.5%), and concern for the safety of family members (26.2%).",
        "govt_response_title": "Government's Response to Torture Allegations",
        "govt_response_summary": "The Turkish government systematically denies allegations of torture. Officials claim that those making complaints of torture are generally opponents of the regime and therefore have an interest in spreading misinformation.",
        "govt_response_additional": "In recent years, while the number of torture cases continues to rise, the impunity for these crimes is highlighted as one of the main reasons for the spread of torture in Turkey.",
        "intl_organizations_findings_title": "Findings of International Organizations",
        "intl_organizations_findings_summary": "The European Committee for the Prevention of Torture (CPT), through its visits and reports, has drawn attention to cases of torture and ill-treatment in Turkey.",
        "intl_organizations_findings_details": "During the CPT's 2017 visit to Turkey, a significant number of detainees, particularly in the Istanbul and Southeastern regions, made allegations of physical abuse by the police and gendarmerie.",
        "intl_organizations_findings_medical": "CPT reported that medical examinations were often conducted in the presence of law enforcement officers, preventing effective documentation of torture and ill-treatment cases.",
        "un_committee_report": "In 2024, the United Nations (UN) Committee Against Torture (CAT) published its fifth periodic report on Turkey, addressing allegations of torture, particularly those carried out by security forces.",
        "un_report_link": "published report on Turkey",
        "report_additional_findings": "The report includes allegations that methods such as beatings, sexual assault, electric shocks, and water torture were used against detainees by security forces.",
        "anti_terror_laws_summary": "Anti-terror laws have weakened basic legal protections and have been noted for preventing the investigation of acts of torture and ill-treatment.",
        "european_council_title": "Assessments of the Parliamentary Assembly of the Council of Europe (PACE)",
        "european_council_summary": "PACE noted that cases of torture and ill-treatment in Turkey have increased in recent years, overshadowing past progress.",
          "torture_allegations_1": "These torture allegations should not be seen as mere spontaneous reactions by individual police officers. Rather, this situation points to an organized and systematic practice within the security forces. Those subjected to torture include not only members of the Gülen movement but also Kurds, left-wing activists, and other opposition groups. According to the reports of the Human Rights Association (IHD) for the period 2013-2018, an average of 2,063 complaints of torture are received annually. However, these figures do not cover all torture cases in Turkey, and the actual number is estimated to be much higher.",
          "torture_systematic_1": "The systematic nature of torture and ill-treatment in Turkey is also emphasized by international human rights organizations. The European Committee for the Prevention of Torture (CPT) conducted inspections in prisons and police stations in Turkey in 2019 and found cases of excessive use of force and ill-treatment of detainees. These findings show how far Turkey's torture practices are from international standards.",
            "solidarity_survey_title": "Findings of the Torture Survey by the Solidarity With Others Association",
            "solidarity_survey_text": "In June 2020, findings from a survey conducted by the Solidarity With Others Association, with 938 participants, demonstrated the systematic nature of torture during detention and imprisonment processes in Turkey. Of the respondents, 83% reported being subjected to torture and ill-treatment while in detention. However, 87% of the victims did not file a complaint, and 96% did not receive any medical reports regarding the torture or ill-treatment. These findings highlight the victims' lack of access to justice and their fears​.",
              "torture_methods_conditions_title": "Torture Methods and Conditions",
              "torture_methods_conditions_text": "Among the most common methods of torture reported by survey participants were physical violence (beating), threats, strip searches, sleep deprivation, and denial of food and water. 61.6% of participants stated they had been subjected to strip searches. Additionally, 53.5% experienced physical violence, and 46.4% reported being deprived of sleep. Other common methods of torture included exposure to bright lights and loud sounds, denial of toilet access, and continuous threats.",
              "prison_torture_title": "Torture and Ill-treatment in Prisons",
              "prison_torture_text": "Similarly, ill-treatment and torture were widely reported in prisons. 36.5% of participants indicated that they had been subjected to torture or ill-treatment in prison. The most common forms of mistreatment in prisons included verbal abuse (28.5%), threats (16%), denial of food and water, and strip searches​. These findings show that torture and ill-treatment persist at both the detention and prison stages and are systematically applied.",

                "complaints_legal_processes_title": "Complaints and Legal Processes",
                "complaints_legal_processes_text": "The majority of those subjected to torture (87%) did not file any complaints. The main reasons for not filing complaints include the belief that the torturers would be protected (43.5%), fear of worse things happening to them (36.5%), and concerns about harm to family members (26.2%). Torture victims believe that the judiciary and law enforcement do not fulfill their duty to protect victims during these processes.",
                
                "government_attitude_toward_torture_title": "Government's Attitude Towards Torture Allegations",
                "government_attitude_toward_torture_text_1": "The Turkish government systematically denies allegations of torture. Official authorities claim that individuals making torture complaints are generally opponents of the regime and, therefore, have an interest in spreading false information. Additionally, the lack of medical evidence and the courts' rare rulings of conviction are used as grounds for the government's rejection of these allegations.",
                "government_attitude_toward_torture_text_2": "In recent years, as the number of torture cases continues to rise, the impunity for these crimes has become one of the main reasons for the widespread use of torture in Turkey. Public officials accused of torture are rarely prosecuted, and the vast majority of those who are prosecuted do not receive any punishment. This situation shows that torture is tolerated within law enforcement and that a culture of impunity encourages its practice.",
      
                  "internationalOrganizationsFindings": "Findings of International Organizations",
                  "paragraph1": "The European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) has drawn attention to cases of torture and ill-treatment in the country through its <0>visits and reports</0> in Turkey. During its visit to Turkey in 2017, the CPT received a significant number of allegations from detainees, especially in Istanbul and the Southeastern regions, claiming physical ill-treatment by police and gendarmerie. The report documented in detail cases such as excessive use of force during or immediately after detention, beatings, and sexual humiliation.",
                  "paragraph2": "In addition, the CPT noted that medical examinations are often conducted under the supervision of law enforcement officers, which hinders the effective documentation of torture and ill-treatment cases. The report also includes serious allegations that some detainees are afraid to complain to doctors about ill-treatment, that police officers pressure doctors not to record injuries, and in some cases, detainees are issued hospital reports without being examined by a doctor.",
                  "paragraph3": "In 2024, the United Nations (UN) Committee Against Torture (CAT) published its <0>fifth periodic report on Turkey</0>, addressing allegations of torture in Turkey and specifically cases of ill-treatment and torture carried out by security forces. The report includes allegations of widespread torture and ill-treatment in detention centers and prisons in Turkey. Particularly, the increasing allegations of torture following 2016 have re-emerged after the earthquake in 2023.",
               
                    "paragraph4": "The report includes allegations that methods such as beating, sexual assault, electric shock, and waterboarding are used against individuals detained by security forces, emphasizing that these allegations need to be independently and effectively investigated. The Committee advises Turkey to address such allegations and ensure that those responsible are fairly prosecuted.",
                    "paragraph5": "Additionally, it is stated that anti-terrorism laws weaken fundamental legal safeguards and hinder the investigation of ill-treatment such as torture. Therefore, it is expressed that Turkey should review its anti-terrorism laws and align them with international human rights standards.",
                    "assessmentOfPACE": "Assessments of the Parliamentary Assembly of the Council of Europe (PACE)",
                    "paragraph6": "PACE has noted that cases of torture and ill-treatment in Turkey have increased in recent years, overshadowing the progress made in the past. It was emphasized that especially during arrest, detention, interrogation, and the dispersal of peaceful demonstrations, cases of torture and ill-treatment by security forces have been confirmed by cases brought before the European Court of Human Rights (ECHR).",

                    "titlei": "The Reality of Torture in Turkey",
                    "paragraph1i": "Torture and ill-treatment in Turkey have long been serious human rights violations occurring both during law enforcement detention processes and in prisons. According to the official statistics of the European Court of Human Rights (ECHR), Turkey ranks as the second country after Russia with the most judgments finding a violation of Article 3 of the European Convention on Human Rights (ECHR). From 1991 to May 2020, violations were found in 441 out of 620 cases decided against Turkey concerning Article 3 of the ECHR; this clearly reveals the prevalence of torture and ill-treatment cases.",
                    "paragraph2i": "Apart from one case that occurred in 2014, at least <span>{{a5Value}}</span> cases involving <span>{{a6Value}}</span> victims associated with the Gülen Movement have been recorded as victims of torture from 2016 to the present. However, it is estimated that the actual number of torture victims is much higher.",
                    "gender": "Gender",
                    "numberOfVictims": "Number of Victims",
                    "loadingData": "Loading data ...",
                    "methodologyi": "Methodology",
                    "methodologyParagraph1": "The data on this page has been compiled by conducting a comprehensive review of open sources, examining the genders, professional groups, and years of death of deceased individuals, and analyzing the causes of death by categorizing them.",
                    "methodologyParagraph2": "Since the published information is based on data obtained from open sources, it does not reflect all losses. It should be considered that there are deaths not included in open sources.",
                    "numberOfPeople": "Number of People",
                    "chartTitle": "Distribution of Torture Cases by Years",
                    "judiciary": "Judiciary",
                    "military": "Military",
                    "police": "Police",
                    "prisons": "Prisons",
                    "detention": "Detention",
                    "otherInstitutions": "Other Institutions",
                    "tortureLocationsTitle": "Locations Where Torture Occurred",
                     "city": "City",
                     "searchInstruction": "You can use the search box to filter the data.",
                     "showLess": "Show less",
                     "profession": "Profession",
                     "numberOfDismissals": "Number of Dismissals",
                     "dismissalsByProfession": "Dismissals by Profession",
                     "institution": "Institution",
                     "dismissalsByInstitution": "Dismissals by Institution",
                     "violation": "Violation",
                     "violationCount": "Number of Violations",
                     "prisonViolationsTypes": "Violations Types",
                      "lookerReportTitle": "Looker Studio Report: The Journey of Mass Arrests",
                       "lookerReportTitlec": "Looker Studio Report: Prison Names",
                         "closedInstitutionsTitle": "Institutions Closed Nationwide by Decrees During the State of Emergency",
                      "lookerReportTitlem": "Looker Studio Report: The Journey of Mass Arrests",
                       "lookerReportTitles": "Looker Studio Report: Responsible Parties",
                       "decision": "Decision",
                       "articles_309_316": "Articles 309-316",
                       "tfk": "TFL",
                       "tmk": "ATL",
                       "prosecution_graph_title": "Graph of Decisions Given as a Result of Prosecution",
                       "total": "Total",
                       "prosecution_decision_statistics": "Prosecution Decision Statistics",
                       "prosecution_statistics_women": "Prosecution Statistics for Women",
                       "prosecution_statistics_men": "Prosecution Statistics for Men",
                       "verdict": "Verdict",
                       "under18Girls": "Girls Under 18",
                       "childWomenProsecutionStatistics": "Prosecution Statistics for Girls Under 18",
                       "under18Boys": "Boys Under 18",
                       "prosecutionStatisticsBoys": "Prosecution Statistics for Boys Under 18",
                       "select_year" : "Select year",
                       "reverse_order": "Sort from newest date to oldest date",
                       "timeline_title" : "Timeline",
                        "echr_data": "ECHR Data",
                        "filterByCity" :"filter by City",
                        "filterByDateRange" : "Filter by Date Range",
                        "filterByNumber" : "filte by number",
                        "selectCity" : "select city",
                        "showAllCities" : "show all cities",
                        "showAllDates" : "show all dates"
                

            
               
                  
      
                
                
              

              

            

          

        
      
      








  
}
